Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Comedy
af: Komedie
az: Komediya
be: Камедыя
bg: Комедия
bn: কৌতুক
ca: Comèdia
cs: Komedie
cy: Comedi
el: Κωμωδία
et: Komöödia
eu: Komedia
fa: کمدی
fi: Komedia
ga: Cómáid
gd: Comadaidh
gu: કોમેડી
he: קומדיה
hi: कॉमेडी
hy: Կատակերգություն
ka: კომედია
kk: Комедия
km: កមេឌី
ko: 코미디
ku: Komediya
ky: Комедия
lb: Kommëdia
lt: Komedija
lv: Komēdija
mk: Комедија
ml: കോമഡി
mn: Инээдмийн
mr: कॉमेडी
ms: Komedi
my: ဟာသ
ne: कमेडी
nl: Komedi
pa: ਕਾਮਡੀ
rw: Imyidagaduro
sd: ڪاميڊي
sl: Komedia
sq: Komedi
sr: Komedija
sw: Komedi
ta: காமெடி
te: కామెడీ
tg: Комедия
th: คอมเมดี้
tk: Komediýa
tt: Көңелле
ug: Komediya
uk: Комедія
ur: کامیڈی
vi: Hài hước
zu: Ukuhleka

source: Crime
af: Misdaad
az: Cinayət
be: Злачыннасць
bg: Престъпност
bn: অপরাধ
ca: Crim
cs: Krimi
cy: Trosedd
el: Εγκληματικό
et: Kuritegu
eu: Krimena
fa: جنایی
fi: Rikos
ga: Coiriúlacht
gd: Eucorach
gu: ક્રાઇમ
he: פשע
hi: क्राइम
hy: Հանցագործություն
ka: დანაშაული
kk: Қылмыс
km: អំពើប្រព្រឹត្តន៍ខុសច្បាប់
ko: 범죄
ku: Çewaşî
ky: Криминал
lb: Kriminalitéit
lt: Kriminalas
lv: Noziegums
mk: Криминал
ml: അപരാധം
mn: Гэмт хэрэг
mr: गुन्हा
ms: Jenayah
my: အပြစ်
ne: अपराध
nl: Misdaad
pa: ਅਪਰਾਧ
rw: Icyaha
sd: جرم
sl: Krminalka
sq: Krim
sr: Kriminal
sw: Uhalifu
ta: குற்றம்
te: క్రైమ్
tg: Ҷиноят
th: อาชญากรรม
tk: Jenaýat
tt: Җинаять
ug: Jinoyat
uk: Кримінал
ur: جرم
vi: Tội phạm
zu: Ubugebengu

source: Documentary
af: Dokumentêr
az: Sənədli
be: Дакументальны
bg: Документален
bn: ডকুমেন্টারি
ca: Documental
cs: Dokumentární
cy: Dogfen
el: Ντοκιμαντέρ
et: Dokumentaal
eu: Dokumentala
fa: مستند
fi: Dokumentti
ga: Doiciméadach
gd: Doicheadar
gu: ડોક્યુમેન્ટરી
he: דוקומנטרי
hi: डॉक्यूमेंटरी
hy: Վավերագրական
ka: დოკუმენტური
kk: Документальды
km: ឯកសារ
ko: 다큐멘터리
ku: Belgefilm
ky: Документалдык
lb: Dokumentarfilm
lt: Dokumentinė filma
lv: Dokumentālā filma
mk: Документарен филм
ml: പ്രമാണചിത്രം
mn: Баримтат
mr: दस्तावेजी
ms: Dokumentari
my: စာတမ်း
ne: डोक्युमेन्ट्री
nl: Documentaire
pa: ਦਸਤਾਵੇਜ਼
rw: Inyandiko
sd: دستاويزي
sl: Dokumentarni
sq: Dokumentar
sr: Dokumentarac
sw: Dokumentari
ta: ஆவணப்படம்
te: డాక్యుమెంటరీ
tg: Документалӣ
th: สารคดี
tk: Dokumental
tt: Документаль фильм
ug: Hujjatli
uk: Документальний
ur: دستاویزی
vi: Tài liệu
zu: Idokhumenti

source: Drama
az: Dram
be: Драма
bg: Драма
bn: ড্রামা
el: Δράμα
et: Draama
fa: درام
fi: Draama
ga: Dráma
gu: ડ્રામા
he: דרמה
hi: ड्रामा
hy: Դրամա
ka: დრამა
kk: Драма
km: តតនាម
ko: 드라마
ku: Dram
ky: Драма
lv: Draama
mk: Драма
ml: ഡ്രാമ
mn: Драма
mr: नाट्य
my: ဒရာမာ
ne: नाटक
pa: ਨਾਟਕ
rw: Dore
sd: ڊراما
sq: Dramë
sw: Densi
ta: நாடகம்
te: డ్రామా
tg: Драма
th: ดราม่า
tt: Драма
uk: Драма
ur: ڈرامہ
vi: Kịch
zu: Idrama

source: Family
af: Familie
az: Ailə
be: Сямейны
bg: Семейни
bn: পারিবারিক
ca: Família
cs: Rodinný
cy: Teulu
el: Οικογενειακή
et: Perekond
eu: Familia
fa: خانوادگی
fi: Perhe
ga: Teaghlach
gd: Teaghlach
gu: ફેમિલી
he: משפחה
hi: परिवार
hy: Ընտանեկան
ka: ოჯახი
kk: Отбасы
km: គ្រួសារ
ko: 가족
ku: Malbat
ky: Семья
lb: Famill
lt: Šeima
lv: Ģimene
mk: Семјејство
ml: കുടുംബം
mn: Гэр бүл
mr: कुटुंब
ms: Keluarga
my: မိသားစု
ne: परिवार
nl: Familie
pa: ਪਰਿਵਾਰ
rw: Umuryango
sd: خاندان
sl: Družinski
sq: Familjar
sr: Porodica
sw: Familia
ta: குடும்பம்
te: కుటుంబం
tg: Хонавода
th: ครอบครัว
tk: Aile
tt: Гаилә
ug: Oilaviy
uk: Сімейний
ur: خاندانی
vi: Gia đình
zu: Umndeni

source: Fantasy
af: Fantasie
az: Fantastika
be: Фэнтэзі
bg: Фантастика
bn: ফ্যান্টাসি
ca: Fantasia
cy: Rhyfeddod
el: Φαντασία
et: Fantaasia
eu: Fantasia
fa: فانتزی
fi: Fantasia
ga: Ceol na nAoiseanna
gu: ફેન્ટસી
he: פנטזיה
hi: फंतासी
hy: Ֆանտաստիկա
ka: ფანტაზია
kk: Фантастика
km: ភ្លើង
ko: 판타지
ku: Fantaziya
ky: Фантастика
lb: Fantasie
lt: Fantazija
lv: Fantāzija
mk: Фантазија
ml: ഭാവി
mn: Төсөөлөл
mr: कल्पनावादी
ms: Fantasi
my: ပုံပြင်
ne: काल्पनिक
pa: ਕਲਪਨਾ
rw: Icyifuzo
sd: فنتاسي
sl: Fantazija
sq: Fantazi
sr: Fantazija
sw: Fantasia
ta: கற்பனை
te: ఫాంటసీ
tg: Ходиса
th: แฟนตาซี
tk: Fantaziýa
tt: Фантастика
ug: Fantaziya
uk: Фантастика
ur: فینٹسی
vi: Huyền bí
zu: Amadlelo

source: History
af: Geskiedenis
az: Tarixi
be: Гістарычны
bg: История
bn: ইতিহাস
ca: Història
cs: Historie
cy: Hanes
el: Ιστορική
et: Ajalugu
eu: Historia
fa: تاریخی
fi: Historia
ga: Stair
gd: Eachdraidh
gu: હિસ્ટ્રી
he: היסטוריה
hi: इतिहास
hy: Պատմական
ka: ისტორია
kk: Тарих
km: ប្រវត្តិសាស្ត្រ
ko: 역사
ku: Dîrok
ky: Тарых
lb: Geschicht
lt: Istorija
lv: Vēsture
mk: Историја
ml: ചരിത്രം
mn: Түүх
mr: इतिहास
ms: Sejarah
my: သမိုင်း
ne: इतिहास
nl: Geschiedenis
pa: ਇਤਿਹਾਸ
rw: Amateka
sd: تاريخ
sl: Zgodovina
sq: Histori
sr: Istorija
sw: Historia
ta: வரலாறு
te: చరిత్ర
tg: Таърих
th: ประวัติศาสตร์
tk: Taryh
tt: Тарих
ug: Tarix
uk: Історія
ur: تاریخ
vi: Lịch sử
zu: Imbali

source: Horror
af: Gruwel
az: Qorxu
be: Жахі
bg: Ужаси
bn: হরর
ca: Por
cs: Horor
cy: Arswyd
el: Τρόμου
eu: Beldurra
fa: ترسناک
fi: Kauhu
ga: Uafás
gd: Uamhas
gu: હોરર
he: אימה
hi: हॉरर
hy: Սարսափ
ka: საშინელება
kk: Қорқыныш
km: ភាពជើងបុក
ko: 공포
ku: Teror
ky: Ужас
lt: Siaubo
lv: Šausmas
mk: Хорор
ml: ഭയങ്കര
mn: Аймшиг
mr: भय
ms: Seram
my: ဖျက်သိမ်း
ne: भय
pa: ਹੋਰਰ
rw: Icyoba
sd: دھشت گردي
sl: Groza
sr: Horor
sw: Hofu
ta: பயங்கரம்
te: హారర్
tg: Ҳалокат
th: สยองขวัญ
tk: Gorkunç
tt: Ужастик
ug: Qo'rqinch
uk: Жахи
ur: ہراس
vi: Kinh dị
zu: Ukwesaba

source: Music
af: Musiek
az: Musiqi
be: Музычны
bg: Музика
bn: সংগীত
ca: Música
cs: Hudba
cy: Cerddoriaeth
el: Μουσική
et: Muusika
eu: Musika
fa: موسیقی
fi: Musiikki
ga: Ceol
gd: Ceòl
gu: મ્યુઝિક
he: מוזיקה
hi: संगीत
hy: Երաժշտություն
ka: მუსიკა
kk: Музыка
km: តន្ត្រី
ko: 음악
ku: Mûzîk
ky: Музыка
lb: Mënschen
lt: Muzika
lv: Mūzika
mk: Музика
ml: സംഗീതം
mn: Саунд
mr: संगीत
ms: Muzik
my: တေးဂီတ
ne: संगीत
nl: Muziek
pa: ਸੰਗੀਤ
rw: Indirimbo
sd: موسيقي
sl: Glasba
sq: Muzikë
sr: Muzika
sw: Muziki
ta: பாடல்
te: సంగీతం
tg: Музика
th: ดนตรี
tk: Mugallymçylyk
tt: Музыка
ug: Musiqa
uk: Музика
ur: موسیقی
vi: Âm nhạc
zu: Umculo

source: Mystery
af: Raaisel
az: Sirr
be: Дэтэктыў
bg: Мистерия
bn: রহস্য
ca: Misteri
cs: Mysteriózní
cy: Dirgelwch
el: Μυστηρίου
et: Müsteerium
eu: Misterioa
fa: معما
fi: Mysteeri
ga: Rúndiamhair
gd: Duilgheadas
gu: મિસ્ટરી
he: מסתורין
hi: रहस्य
hy: Առեղծված
ka: მისტერია
kk: Мистерия
km: ឯកសារសម្ងាត់
ko: 미스터리
ku: Mîsterî
ky: Сир
lb: Mënsch
lt: Mįslė
lv: Noslēpums
mk: Мистерија
ml: മისტറി
mn: Нууцлаг
mr: गुह्य
ms: Misteri
my: ရှာဖွေရေး
ne: रहस्य
nl: Mysterie
pa: ਰਹੱਸਮਈ
rw: Icyimbitse
sd: راز
sl: Misterij
sq: Mister
sr: Misterija
sw: Fumbo
ta: ரகசியம்
te: మిస్టరీ
tg: Маъзарат
th: ลึกลับ
tk: Sirli
tt: Мистик
ug: Sirli
uk: Містика
ur: مذہب
vi: Huyền bí
zu: Imfihlo

source: Romance
af: Romanse
az: Romantika
be: Рамантыка
bg: Романтика
bn: রোমান্স
ca: Romàntic
cs: Romantika
cy: Rhamant
el: Ρομαντική
et: Romantika
eu: Erromantzea
fa: رمانتیک
fi: Romantiikka
ga: Rómánsaíocht
gd: Romansa
gu: રોમાન્સ
he: רומנטיקה
hi: रोमांस
hy: Ռոմանտիկա
ka: რომანტიკა
kk: Романтика
km: ស្នេហា
ko: 로맨스
ku: Evîn
ky: Роман
lb: Romantik
lt: Romantika
mk: Романтика
ml: പ്രണയം
mn: Романтик
mr: रोमांस
ms: Romantik
my: ရောမန်စ်
ne: रोमांस
nl: Romantiek
pa: ਰੋਮਾਂਸ
rw: Urukundo
sd: رومان
sl: Romantika
sq: Romancë
sr: Romansa
sw: Mapenzi
ta: காதல்
te: రొమాన్స్
tg: Маъруфият
th: โรแมนติก
tk: Romantika
tt: Романтика
ug: Romantika
uk: Романтика
ur: رومانیہ
vi: Lãng mạn
zu: Uthando

source: Science Fiction
af: Wetenskapfiksie
az: Elmi-Fantastika
be: Навуковая фантастыка
bg: Научна фантастика
bn: বিজ্ঞান কল্পকাহিনী
ca: Ciència ficció
cs: Vědecká fantastika
cy: Ffuglen Wyddonol
el: Επιστημονικής Φαντασίας
et: Teadusulme
eu: Zientzia fikzioa
fa: علمی-تخیلی
fi: Tieteisfiktio
ga: Eolaíocht-Ficsean
gd: Saidhbhinn saidheans
gu: સાયન્સ ફિક્શન
he: מדע בדיוני
hi: साइंस फिक्शन
hy: Գիտական ֆանտաստիկա
ka: სამეცნიერო ფანტასტიკა
kk: Ғылыми фантастика
km: វិទ្យាសាស្ត្របច្ចេកវិទ្យា
ko: SF
ku: Pêşbînîya Zanistî
ky: Илимий Фантастика
lb: Wëssenschaftsfiktion
lt: Mokslinė fantastika
lv: Zinātniskā fantastika
mk: Научна фантастика
ml: ശാസ്ത്ര ഫിക്ഷൻ
mn: Шинжлэх ухааны уран зөгнөл
mr: विज्ञानकथा
ms: Fiksyen Sains
my: သိပ္ပံနဲ့ကွန်ပျူတာကဗျာ
ne: विज्ञान कल्पना
pa: ਵਿਗਿਆਨ ਕਥਾ
rw: Ibya siyansi
sd: سائنس فڪشن
sl: Znanstvena fantastika
sq: Fantashkencë
sr: Naučna Fantastika
sw: Sayansi ya Kubuni
ta: அறிவியல் கற்பனை
te: సైన్స్ ఫిక్షన్
tg: Фантастикаи илмӣ
th: วิทยาศาสตร์สมมุติ
tk: Ylmy fantastika
tt: Фәнни фантастика
ug: Ilmiy fantastika
uk: Наукова фантастика
ur: سائنس فکشن
vi: Khoa học viễn tưởng
zu: Isayensi Yokufakelwa

source: TV Movie
af: TV-fliek
az: TV Filmi
be: Тэлевізійны фільм
bg: TV филм
bn: টিভি মুভি
ca: Pel·lícula de TV
cs: TV Film
cy: Ffilm Teledu
el: Ταινία Τηλεόρασης
et: TV film
eu: TV filma
fa: فیلم تلویزیونی
fi: TV elokuva
ga: Scannán Teilifíse
gd: Film Tbh
gu: ટીવી મૂવી
he: סרט טלוויזיה
hi: टीवी मूवी
hy: Հեռուստաֆիլմ
ka: ტელეფილმი
kk: ТВ фильмі
km: ភាពយន្តទូរទស្សន៍
ko: TV 영화
ku: Fîlmê TV
ky: Телевизиондук фильм
lb: TV Film
lt: TV filma
lv: TV filma
mk: ТВ филм
ml: ടിവി മൂവി
mn: ТВ Кино
mr: टीव्ही चित्रपट
ms: Filem TV
my: တီဗွီ ဇာတ်ကား
ne: टीभी चलचित्र
nl: TV Film
pa: ਟੀਵੀ ਮੂਵੀ
rw: Filime ya TV
sd: ٽي وي مووي
sl: TV film
sq: Film Televiziv
sr: TV Film
sw: Filamu ya TV
ta: டிவி படம்
te: టీవీ మూవీ
tg: Филм ТВ
th: ทีวีภาพยนตร์
tk: TV filmi
tt: ТВ фильмы
ug: TV filmi
uk: ТВ фільм
ur: ٹی وی مووی
vi: Phim truyền hình
zu: I-TV Movie

source: Thriller
af: Riller
az: Triller
be: Трылер
bg: Трилър
bn: থ্রিলার
ca: Suspens
el: Θρίλερ
et: Põnevik
eu: Thrillera
fa: هیجان‌انگیز
fi: Trilleri
ga: Théagair
gu: થ્રિલર
he: מותחן
hi: थ्रिलर
hy: Թրիլլեր
ka: თრილერი
kk: Триллер
km: ត្រាហ្វហ្គិល
ko: 스릴러
ky: Триллер
lt: Trileris
lv: Trilleris
mk: Трилер
ml: ത്രില്ലർ
mn: Тамирчдын кино
mr: थ्रिलर
my: ရိုးရာ
ne: थ्रिलर
pa: ਥ੍ਰਿਲਰ
rw: Ibyishimo
sd: ٿرلر
sl: Triler
sr: Triler
ta: த்ரில்லர்
te: థ్రిల్లర్
tg: Триллер
th: ระทึกขวัญ
tk: Gorky
tt: Триллер
ug: Triller
uk: Трилер
ur: تھرلر
vi: Kinh dị
zu: Ithriliz

source: War
af: Oorlog
az: Müharibə
be: Ваенны
bg: Война
bn: যুদ্ধ
ca: Guerra
cs: Válka
cy: Rhyfel
el: Πόλεμος
et: Sõda
eu: Gerra
fa: جنگ
fi: Sota
ga: Cogadh
gd: Cogaidh
gu: યુદ્ધ
he: מלחמה
hi: युद्ध
hy: Պատերազմ
ka: ომი
kk: Соғыс
km: សង្គ្រាម
ko: 전쟁
ku: Şer
ky: Согуш
lb: Krieg
lt: Karo
lv: Kara
mk: Воена
ml: സമരം
mn: Дайн
mr: युद्ध
ms: Perang
my: สงคราม
ne: युद्ध
nl: Oorlog
pa: ਯੁੱਧ
rw: Intambara
sd: جنگ
sl: Vojna
sq: Luftë
sr: Rat
sw: Vita
ta: போர்
te: పోరాటం
tg: Ҷанг
th: สงคราม
tk: Wagyr
tt: Бөек сугыш
ug: Urush
uk: Війна
ur: جنگ
vi: Chiến tranh
zu: Impi

source: Western
af: Wes-Kaap
az: Vestern
be: Вестэрн
bg: Уестърн
bn: পাশ্চাত্য
ca: Oest
cy: Gorllewin
el: Δυτική
et: Lääne
fa: وسترن
fi: Lännenelokuvat
ga: Iarthar
gd: Iar-dheas
gu: વેસ્ટર્ન
he: מערבון
hi: वेस्टर्न
hy: Վեսթերն
ka: დასავლეთი
kk: Батыс
km: ខាងលិច
ko: 서부
ku: Rojhilan
ky: Батыш
lb: Westen
lt: Vesterna
lv: Vesterna
mk: Вестерн
ml: പടിഞ്ഞാറൻ
mn: Баруун
mr: पश्चिमी
ms: Barat
my: နောက်ပိုင်း
ne: पश्चिमी
pa: ਪੱਛਮੀ
rw: Iburengerazuba
sd: مغربي
sl: Vestern
sq: Perëndimor
sr: Vestern
sw: Magharibi
ta: மேற்கோள்
te: వెస్టర్న్
tg: Ғарб
th: ตะวันตก
tk: Günbatar
tt: Вестерн
ug: G'arb
uk: Вестерн
ur: ویسٹرن
vi: Viễn Tây
zu: Okwesifundazwe

source: Selected
af: Gekies
az: Seçilmiş
be: Выбрана
bg: Избрани
bn: নির্বাচিত
ca: Seleccionat
cs: Vybráno
cy: Dewiswyd
el: Επιλεγμένο
et: Valitud
eu: Aukeratua
fa: انتخاب شده
fi: Valittu
ga: Roghnaíodh
gd: Taghadh
gu: પસંદ કરેલ
he: נבחר
hi: चयनित
hy: Ընտրված
ka: შერჩეული
kk: Таңдалған
km: បានជ្រើសរើស
ko: 선택됨
ku: Hilbijartî
ky: Тандалган
lb: Ausgewielt
lt: Pasirinktas
lv: Izvēlēts
mk: Избрано
ml: തിരഞ്ഞെടുത്തത്
mn: Сонгогдсон
mr: निवडलेले
ms: Dipilih
my: ရွေးချယ်ထားသည်
ne: चयन गरिएको
nl: Geselecteerd
pa: ਚੁਣਿਆ ਗਿਆ
rw: Byahiswemo
sd: منتخب ٿيل
sl: Izbrano
sq: Zgjedhur
sr: Odabrano
sw: Imechaguliwa
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంచుకున్న
tg: Интихобшуда
th: เลือกแล้ว
tk: Saýlanan
tt: Сайланган
ug: Tanlangan
uk: Вибрано
ur: منتخب
vi: Đã chọn
zu: Khethiwe

source: will be deleted?
af: sal verwyder word?
az: silinəcək?
be: будзе выдалены. Вы ўпэўнены?
bg: ще бъде изтрит?
bn: মুছে ফেলা হবে। আপনি কি নিশ্চিত?
ca: serà esborrat?
cs: bude smazáno?
cy: bydd yn cael ei ddileu?
el: θα διαγραφεί;
et: kustutatakse?
eu: ezabatuko da. Ziur zaude?
fa: حذف خواهند شد؟
fi: poistetaan?
ga: beidh sé scriosta?
gd: bidh iad air an cuir às?
gu: કાઢી નાખવામાં આવશે?
he: יימחק?
hi: हटा दिया जाएगा?
hy: կջնջվի?
ka: გაიშლება?
kk: жойылады ма?
km: នឹងត្រូវបានលុបចោល?
ko: 삭제될까요?
ku: dê jêbikin?
ky: өчүрүлөт?
lb: gëllt ausgelooscht ginn?
lt: bus ištrinta?
lv: tiks dzēsts?
mk: ќе биде избришано?
ml: നീക്കം ചെയ്യപ്പെടുമോ?
mn: устгагдах уу?
mr: हटवले जातील?
ms: akan dipadam?
my: ဖျက်မည့်နေရာက အထဲတွင် သင်ပြန်ပေးမည်။
ne: मेटिनेछ?
nl: zal worden verwijderd?
pa: ਹਟਾਇਆ ਜਾਵੇਗਾ?
rw: bizahanwa?
sd: حذف ڪيو ويندو؟
sl: bo izbrisan?
sq: do të fshihet.
sr: će biti obrisano?
sw: itafutwa?
ta: அழிக்கப்பட்டுவிடுமா?
te: తొలగించబడతుందా?
tg: нест карда хоҳад шуд?
th: จะถูกลบออก?
tk: pozuljakdygyny?
tt: бетәреләчәкме?
ug: o'chiriladimi?
uk: буде видалено?
ur: حذف کر دیا جائے گا؟
vi: sẽ bị xóa?
zu: izoba suswa?

source: succesfully deleted
af: suksesvol verwyder
az: uğurla silindi.
be: паспяхова выдалены.
bg: успешно изтрит
bn: সফলভাবে মুছে ফেলা হয়েছে।
ca: esborrat amb èxit
cs: úspěšně smazáno
cy: wedi'i ddileu'n llwyddiannus
el: διαγράφηκε με επιτυχία
et: edukalt kustutatud
eu: behar bezala ezabatu da.
fa: با موفقیت حذف شد
fi: onnistuneesti poistettu
ga: scriosta go rathúil
gd: air an cuir às gu soirbheachail
gu: સફળતાપૂર્વક કાઢી નાખવામાં આવી
he: נמחק בהצלחה
hi: सफलतापूर्वक हटा दिया गया
hy: հաջողությամբ ջնջվեց։
ka: წაშლილი წარმატებით
kk: сәтті жойылды
km: ត្រូវបានលុបចោលជោគជ័យ
ko: 성공적으로 삭제되었습니다
ku: bi serfirazî hate jêbirin
ky: ийгиликтүү өчүрүлдү
lb: erfollegräich geläscht
lt: sėkmingai ištrinta
lv: veiksmīgi dzēsts
mk: успешно избришано
ml: വിജയകരമായി നീക്കം ചെയ്തു
mn: амжилттай устгагдсан
mr: यशस्वीपणे हटवले गेले
ms: berjaya dipadam
my: အားလုံးမှတည်း
ne: सफलतापूर्वक मेटाइएको
nl: succesvol verwijderd
pa: ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ
rw: byahanwe neza
sd: ڪاميابي سان حذف ڪيو ويو
sl: je bil uspešno izbrisan
sq: u fshi me sukses.
sr: uspešno obrisano
sw: imetolewa kwa mafanikio
ta: வெற்றிகரமாக அழிக்கப்பட்டது
te: విజయవంతంగా తొలగించబడింది
tg: бо муваффақият нест шуд
th: ลบสำเร็จ
tk: üstünlikli pozuldy
tt: уңышлы бетерелгән
ug: muvaffaqiyatli o'chirildi
uk: успішно видалено
ur: کامیابی سے حذف کر دیا گیا
vi: đã xóa thành công
zu: ususwe ngempumelelo

source: Edit Director
af: Redigeer Regisseur
az: Rejissoru Düzəliş Et
be: Рэдагаваць рэжысёра
bg: Редактиране на режисьора
bn: পরিচালক সম্পাদনা করুন
ca: Editar director
cs: Upravit režiséra
cy: Golygu Cyfarwyddwr
el: Επεξεργασία Σκηνοθέτη
et: Muuda režissööri
eu: Zuzendaria editatu
fa: ویرایش کارگردان
fi: Muokkaa ohjaajaa
ga: Cuir Stiúrthóir in Eagar
gd: Deasaich stiùiriche
gu: દિગ્દર્શક સંપાદિત કરો
he: ערוך במאי
hi: निर्देशक संपादित करें
hy: Խմբագրել ռեժիսորին
ka: რეჟისორის რედაქტირება
kk: Режиссерді өзгерту
km: កែសម្រួលអ្នកគ្រប់គ្រង
ko: 감독 수정
ku: Rêvebirê guhêrandin
ky: Режиссёрду оңдоо
lb: Editéieren Regisseur
lt: Redaguoti režisierių
lv: Rediģēt režisoru
mk: Измени режисер
ml: നിരദേശകനിനെ തിരുത്തുക
mn: Зохион бүтээгчийг засах
mr: दिग्दर्शक संपादित करा
ms: Sunting Pengarah
my: ဒီတာကိုျပဳစုပါ
ne: निर्देशक सम्पादन गर्नुहोस्
nl: Bewerk Regisseur
pa: ਡਾਇਰੈਕਟਰ ਸੰਪਾਦਿਤ ਕਰੋ
rw: Hindura Umuyobozi
sd: هدايتڪار ترميم ڪريو
sl: Uredi režiserja
sq: Redakto Regjisorin
sr: Izmeni Režisera
sw: Hariri Mkurugenzi
ta: திரையரசை திருத்தவும்
te: దర్శకుడిని సవరించండి
tg: Таҳрири режисёр
th: แก้ไขผู้กำกับ
tk: Režissýory üýtgetmek
tt: Режиссерны төзәтү
ug: Rejissyorni tahrirlash
uk: Редагувати режисера
ur: ہدایتکار ترمیم کریں
vi: Chỉnh sửa đạo diễn
zu: Hlela Umqondisi

source: Enter director name
af: Voer regisseur se naam in
az: Rejissorun adını daxil edin
be: Увядзіце імя рэжысёра
bg: Въведете името на режисьора
bn: পরিচালকের নাম লিখুন
ca: Introdueix el nom del director
cs: Zadejte jméno režiséra
cy: Rhowch enw'r cyfarwyddwr
el: Εισάγετε το όνομα του σκηνοθέτη
et: Sisesta režissööri nimi
eu: Sartu zuzendariaren izena
fa: نام کارگردان را وارد کنید
fi: Syötä ohjaajan nimi
ga: Cuir isteach ainm an stiúrthóra
gd: Cuir a-steach ainm stiùiriche
gu: દિગ્દર્શકનું નામ દાખલ કરો
he: הזן את שם הבמאי
hi: निर्देशक का नाम दर्ज करें
hy: Մուտքագրեք ռեժիսորի անունը
ka: შეიყვანეთ რეჟისორის სახელი
kk: Режиссердің аты-жөнін енгізіңіз
km: សូមបញ្ចូលឈ្មោះអ្នកគ្រប់គ្រង
ko: 감독 이름을 입력하세요
ku: Navê rêvebirê binivîse
ky: Режиссёрдун атын киргизиңиз
lb: Gëfft den Numm vum Regisseur aginn
lt: Įveskite režisieriaus vardą
lv: Ievadiet režisora vārdu
mk: Внесете го името на режисерот
ml: നിരദേശകന്റെ പേര് നൽകുക
mn: Зохион бүтээгчийн нэр оруулна уу
mr: दिग्दर्शकाचे नाव प्रविष्ट करा
ms: Masukkan nama pengarah
my: ပို့သွားမေးတွေ
ne: निर्देशकको नाम राख्नुहोस्
nl: Voer de naam van de regisseur in
pa: ਡਾਇਰੈਕਟਰ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
rw: Injiza izina ry'umuyobozi
sd: هدايتڪار جو نالو داخل ڪريو
sl: Vnesite ime režiserja
sq: Shkruaj emrin e regjisorit
sr: Unesite ime režisera
sw: Ingiza jina la mkurugenzi
ta: திரையரசின் பெயரை உள்ளிடவும்
te: దర్శకుడి పేరును నమోదు చేయండి
tg: Номи режисёрро ворид кунед
th: กรุณากรอกชื่อผู้กำกับ
tk: Režissýoryň adyny giriziň
tt: Режиссерның исемен кертегез
ug: Rejissyorning ismini kiriting
uk: Введіть ім'я режисера
ur: ہدایتکار کا نام درج کریں
vi: Nhập tên đạo diễn
zu: Faka igama lomqondisi

# moviesMovedToCollection
source: Movies have been moved to Collection!
af: Flieks is na versameling geskuif!
az: Filmlər kolleksiyaya köçürüldü.
be: Фільмы перамешчаны ў калекцыю.
bg: Филмите бяха преместени в колекцията!
bn: মুভি সংগ্রহে সরানো হয়েছে।
ca: Les pel·lícules s'han mogut a la col·lecció!
cs: Filmy byly přesunuty do kolekce!
cy: Mae'r ffilmiau wedi cael eu symud i'r Casgliad!
el: Οι ταινίες μεταφέρθηκαν στη Συλλογή!
et: Filmid on kantud kogusse!
eu: Filmak bildumara mugitu dira.
fa: فیلم‌ها به مجموعه منتقل شدند!
fi: Elokuvat siirrettiin kokoelmaan!
ga: Scannáin atá aistrithe go Cnuasach!
gd: Filmichean air an gluasad chun na tòrr!
gu: મૂવીઝ કલેક્શનમાં ખસેડવામાં આવી છે!
he: הסרטים הועברו לאוסף!
hi: फिल्मों को संग्रह में स्थानांतरित कर दिया गया है!
hy: Ֆիլմերը տեղափոխվել են հավաքածու։
ka: ფილმები გადაადგილდა კოლექციაში!
kk: Фильмдер коллекцияға көшірілді!
km: ភាពយន្តត្រូវបានផ្លាស់ប្តូរទៅប្រមូលផ្តុំ!
ko: 영화가 컬렉션으로 이동되었습니다!
ku: Fîlman hatin veguhastin bo koleksiyon!
ky: Фильмдер жыйнакка которулду!
lb: Filmer goufen an d'Kollektioun ugegraff!
lt: Filmos perkeltos į kolekciją!
lv: Filmas pārvietotas uz kolekciju!
mk: Филмовите се преместени во колекцијата!
ml: ചലച്ചിത്രങ്ങൾ സമാഹാരത്തിലേക്ക് മാറ്റി!
mn: Кино нь цуглуулгад шилжсэн!
mr: चित्रपट संग्रहात हलवले गेले!
ms: Filem telah dipindahkan ke Koleksi!
my: ဇာတ်ကားများကိုစုစည်းမှုသို့ပြောင်းလဲခဲ့ပါသည်!
ne: चलचित्रहरू सङ्ग्रहमा सारियो!
nl: Films zijn naar de collectie verplaatst!
pa: ਫਿਲਮਾਂ ਕਲੈਕਸ਼ਨ ਵਿੱਚ ਮੋਵ ਕੀਤੀਆਂ ਗਈਆਂ!
rw: Filime zahindutse muri Urutonde!
sd: فلمون ڪليڪشن ۾ منتقل ڪيون ويون!
sl: Filmi so bili premaknjeni v kolekcijo!
sq: Filmat u shtuan në koleksion!
sr: Filmovi su premesteni u kolekciju!
sw: Filamu zimehamishiwa kwa Mkusanyiko!
ta: படங்கள் தொகுப்புக்கு மாற்றப்பட்டன!
te: సినిమాలు సేకరణకు మార్పిడి చేయబడ్డాయి!
tg: Филмҳо ба М集合 интиқол дода шуданд!
th: ภาพยนตร์ถูกย้ายไปยังคอลเลคชัน!
tk: Filmler toplama geçirildi!
tt: Фильмнар җыелмага күчерелде!
ug: Kinolar to'plamga ko'chirildi!
uk: Фільми переміщено в колекцію!
ur: فلمیں کلیکشن میں منتقل کر دی گئی ہیں!
vi: Phim đã được chuyển đến bộ sưu tập!
zu: Amafilimu ahudluliwe kuQoqo!

# moviesMovedToWatchlist
source: Movies have been moved to Watch List!
af: Flieks is na kyklys geskuif!
az: Filmlər izləmə siyahısına köçürüldü.
be: Фільмы перамешчаны ў спіс жаданняў.
bg: Филмите бяха преместени в списъка с желания!
bn: মুভি ইচ্ছেতালিকায় সরানো হয়েছে।
ca: Les pel·lícules s'han mogut a la llista de desitjos!
cs: Filmy byly přesunuty na seznam k sledování!
cy: Mae'r ffilmiau wedi cael eu symud i'r Rhestr Gwylio!
el: Οι ταινίες μεταφέρθηκαν στη Λίστα Παρακολούθησης!
et: Filmid on kantud soovide nimekirja!
eu: Filmak gogokoen zerrendara mugitu dira.
fa: فیلم‌ها به لیست تماشا منتقل شدند!
fi: Elokuvat siirrettiin toivelistalle!
ga: Scannáin atá aistrithe go Liosta Faire!
gd: Filmichean air an gluasad chun an liosta miann!
gu: મૂવીઝ વોચ લિસ્ટમાં ખસેડવામાં આવી છે!
he: הסרטים הועברו לרשימת הצפייה!
hi: फिल्मों को वॉचलिस्ट में स्थानांतरित कर दिया गया है!
hy: Ֆիլմերը տեղափոխվել են դիտման ցանկ։
ka: ფილმები გადაადგილდა სურვილების სიაში!
kk: Фильмдер көруге жоспарланғандарға көшірілді!
km: ភាពយន្តត្រូវបានផ្លាស់ប្តូរទៅបញ្ជីមើល!
ko: 영화가 보고 싶은 목록으로 이동되었습니다!
ku: Fîlman hatin veguhastin bo lîsteya temaşe!
ky: Фильмдер каралчу тизмеге которулду!
lb: Filmer goufen an d'Wënschliste ugegraff!
lt: Filmos perkeltos į norų sąrašą!
lv: Filmas pārvietotas uz vēlamo filmu sarakstu!
mk: Филмовите се преместени во списокот на желби!
ml: ചലച്ചിത്രങ്ങൾ ഇഷ്ടചിത്രങ്ങളിൽ മാറ്റി!
mn: Кино нь харах жагсаалт руу шилжсэн!
mr: चित्रपट वॉच लिस्टमध्ये हलवले गेले!
ms: Filem telah dipindahkan ke Senarai Keinginan!
my: ဇာတ်ကားများကိုကြည့်ရန်စာရင်းသို့ပြောင်းလဲခဲ့ပါသည်!
ne: चलचित्रहरू हेर्न चाहिने सूचीमा सारियो!
nl: Films zijn naar de verlanglijst verplaatst!
pa: ਫਿਲਮਾਂ ਵਾਚਲਿਸਟ ਵਿੱਚ ਮੋਵ ਕੀਤੀਆਂ ਗਈਆਂ!
rw: Filime zahindutse muri Urutonde rwo Kureba!
sd: فلمون وچڻ جي لسٽ ۾ منتقل ڪيون ويون!
sl: Filmi so bili premaknjeni v seznam za ogled!
sq: Filmat u shtuan në listën e dëshirave!
sr: Filmovi su premesteni na listu za gledanje!
sw: Filamu zimehamishiwa kwa Orodha ya Kutazama!
ta: படங்கள் பார்க்கவேண்டிய பட்டியலுக்கு மாற்றப்பட்டன!
te: సినిమాలు వాచ్ లిస్ట్ కు మార్పిడి చేయబడ్డాయి!
tg: Филмҳо ба Рӯйхати тамошо интиқол дода шуданд!
th: ภาพยนตร์ถูกย้ายไปยังรายการที่ต้องการดู!
tk: Filmler islegler sanawyna geçirildi!
tt: Фильмнар карау исемлегенә күчерелде!
ug: Kinolar ko'rish ro'yxatiga ko'chirildi!
uk: Фільми переміщено в список бажаних!
ur: فلمیں واچ لسٹ میں منتقل کر دی گئی ہیں!
vi: Phim đã được chuyển đến danh sách xem!
zu: Amafilimu ahudluliwe ku-List of Watch!

# unableUploadImages
source: Unable to Upload Images!
af: Kan nie beelde oplaai nie!
az: Şəkillər yüklənə bilmədi.
be: Не ўдалося загрузіць выявы.
bg: Не може да се качат изображения!
bn: ছবি আপলোড করা যায়নি।
ca: No es poden pujar imatges!
cs: Nelze nahrát obrázky!
cy: Methwyd llwytho lluniau!
el: Αδύνατο να ανεβάσετε εικόνες!
et: Pilte ei õnnestunud üles laadida!
eu: Ezin dira irudiak igo.
fa: عدم توانایی در بارگذاری تصاویر!
fi: Kuvien lataaminen epäonnistui!
ga: Ní féidir le híomhánna a uaslódáil!
gd: Cha b’ urrainn dhuinn na ìomhaighean a luchdachadh suas!
gu: ઇમેજ અપલોડ કરવામાં અસમર્થ!
he: לא ניתן להעלות תמונות!
hi: छवियां अपलोड करने में असमर्थ!
hy: Չհաջողվեց վերբեռնել նկարները։
ka: აღარ შევძლებთ სურათების ატვირთვას!
kk: Кескіндерді жүктеу мүмкін емес!
km: មិនអាចផ្ទុករូបភាពបានទេ!
ko: 이미지 업로드 불가!
ku: Nabe wêneyan barkirin!
ky: Сүрөттөрдү жүктөө мүмкүн болбой калды!
lb: Net fäeg Biller eropzelueden!
lt: Nepavyko įkelti nuotraukų!
lv: Nevarēja augšupielādēt attēlus!
mk: Невозможно е да се прикачат слики!
ml: ഇമേജുകൾ അപ്‌ലോഡ് ചെയ്യാനാകുന്നില്ല!
mn: Зураг хуулбарлаж чадахгүй байна!
mr: प्रतिमा अपलोड करता येत नाहीत!
ms: Tidak dapat memuat naik imej!
my: ဓါတ်ပုံများတင်ရန်မရနိုင်ပါ!
ne: तस्बिर अपलोड गर्न असमर्थ!
nl: Kan afbeeldingen niet uploaden!
pa: ਚਿੱਤਰ ਅਪਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ!
rw: Ntabwo bishoboka Kwinjiza amashusho!
sd: تصويرون اپلوڊ ڪرڻ ۾ ناڪام!
sl: Ni mogoče naložiti slik!
sq: Nuk mund të ngarkohen imazhet!
sr: Nije moguće postaviti slike!
sw: Haiwezi Kupakia Picha!
ta: படங்களை பதிவேற்ற முடியவில்லை!
te: చిత్రాలను అప్‌లోడ్ చేయలేము!
tg: Немогуни бор кардани тасвирҳо!
th: ไม่สามารถอัปโหลดภาพได้!
tk: Suratlary ýükläp bolmaýar!
tt: Рәсемнәрне йөкләп булмады!
ug: Rasmlarni yuklash mumkin emas!
uk: Не вдалося завантажити зображення!
ur: تصاویر اپ لوڈ کرنے میں ناکامی!
vi: Không thể tải lên hình ảnh!
zu: Akukwazi Ukulayisha Izithombe!
