Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Error writing file:
af: Fout tydens skryf van lêer:
az: Fayl yazılarkən xəta baş verdi:
be: Памылка пры запісе файла:
bg: Грешка при записване на файла:
bn: ফাইল লেখার সময় ত্রুটি:
ca: Error escrivint el fitxer:
cs: Chyba při zapisování souboru:
cy: Gwall wrth ysgrifennu'r ffeil:
el: Σφάλμα κατά τη συγγραφή του αρχείου:
et: Viga faili kirjutamisel:
eu: Errorea fitxategia idaztean:
fa: خطا در نوشتن فایل:
fi: Virhe tiedostoa kirjoitettaessa:
ga: Earráid ag scríobh comhad:
gd: mearachd ann a bhith a' sgrìobhadh an fhaidhle:
gu: ફાઇલ લખવામાં ભૂલ:
he: שגיאה בכתיבת הקובץ:
hi: फ़ाइल लिखने में त्रुटि:
hy: Սխալ ֆայլի գրառման ժամանակ՝
ka: შეცდომა ფაილის დაწერაში:
kk: Файлды жазу қатесі:
km: កំហុសក្នុងការសរសេរឯកសារ:
ko: 파일 작성 중 오류 발생:
ku: Çewtî li nivîsandina pelê:
ky: Файлга жазууда ката кетти:
lb: Feeler beim Schreife vun der Datei:
lt: Klaida rašant failą:
lv: Kļūda rakstot failu:
mk: Грешка при пишување на датотека:
ml: ഫയൽ എഴുതുന്നതിൽ പിശക്:
mn: Файл бичих алдаа:
mr: फाइल लिहिताना त्रुटी:
ms: Ralat menulis fail:
my: ဖိုင်ရေးရန်အမှားဖြစ်ခဲ့ပါသည်:
ne: फाइल लेख्न त्रुटि:
nl: Fout bij het schrijven van bestand:
pa: ਫਾਈਲ ਲਿਖਣ ਵਿੱਚ ਗਲਤੀ:
rw: Ikosa mugukora dosiye:
sd: فائل لکڻ ۾ غلطي:
sl: Napaka pri pisanju datoteke:
sq: Gabim gjatë shkrimit të skedarit:
sr: Greška prilikom pisanja fajla:
sw: Hitilafu ya kuandika faili:
ta: கோப்பை எழுதுவதில் பிழை:
te: ఫైల్ రాయడంలో పిశ్చారం:
tg: Хатогӣ ҳангоми навиштани файл:
th: เกิดข้อผิดพลาดในการเขียนไฟล์:
tk: Faýl ýazylanda ýalňyşlyk ýüze çykdy:
tt: Файл язганда хата:
ug: Fayl yozishda xatolik yuz berdi:
uk: Помилка при записі файлу:
ur: فائل لکھنے میں غلطی:
vi: Lỗi khi ghi tệp:
zu: Iphutha ekubhaleni kufayela:

source: Error converting line:
af: Fout tydens omskakeling van reël:
az: Sətir çevrilərkən xəta baş verdi:
be: Памылка пры канвертаванні радка:
bg: Грешка при конвертиране на реда:
bn: লাইন কনভার্ট করার সময় ত্রুটি:
ca: Error convertint la línia:
cs: Chyba při konverzi řádku:
cy: Gwall wrth drosi'r llinell:
el: Σφάλμα κατά την μετατροπή της γραμμής:
et: Viga rea teisendamisel:
eu: Errorea lerroa bihurtzean:
fa: خطا در تبدیل خط:
fi: Virhe rivin muuntamisessa:
ga: Earráid ag aistriú líne:
gd: mearachd ann a bhith a' tionndadh loidhne:
gu: લાઇન કન્વર્ટ કરવામાં ભૂલ:
he: שגיאה בהמרת שורה:
hi: लाइन कन्वर्ट करने में त्रुटि:
hy: Սխալ տողի փոխակերպման ժամանակ՝
ka: შეცდომა ხაზის გადაყვანაში:
kk: Жолды түрлендіру қатесі:
km: កំហុសក្នុងការប្រែប្រែជួរ:
ko: 라인 변환 중 오류 발생:
ku: Çewtî li guherandina rêza:
ky: Жолду конверттеүүдө ката кетти:
lb: Feeler beim Konvertéieren vun der Linn:
lt: Klaida konvertuojant eilutę:
lv: Kļūda pārveidojot rindu:
mk: Грешка при конвертирање на линијата:
ml: ലൈൻ മാറ്റുന്നതിൽ പിശക്:
mn: Шугам хөрвүүлэх алдаа:
mr: लाइन रूपांतर करताना त्रुटी:
ms: Ralat menukar baris:
my: လိုင်းပြောင်းလဲရာတွင်အမှားဖြစ်ခဲ့ပါသည်:
ne: लाइन रूपान्तरण त्रुटि:
nl: Fout bij het converteren van regel:
pa: ਲਾਈਨ ਰੂਪਾਂਤਰਿਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ:
rw: Ikosa muguhindura umurongo:
sd: لائين کي تبديل ڪرڻ ۾ غلطي:
sl: Napaka pri pretvorbi vrstice:
sq: Gabim gjatë konvertimit të rreshtit:
sr: Greška prilikom konvertovanja linije:
sw: Hitilafu ya kubadilisha mstari:
ta: வரிசையை மாற்றுவதில் பிழை:
te: లైన్ మార్చడంలో పిశ్చారం:
tg: Хатогӣ ҳангоми табдили хат:
th: เกิดข้อผิดพลาดในการแปลงบรรทัด:
tk: Setiri öwürmekde ýalňyşlyk ýüze çykdy:
tt: Юнәлешне үзгәрткәндә хата:
ug: Qatorni o'zgartirishda xatolik yuz berdi:
uk: Помилка при перетворенні рядка:
ur: لائین کو تبدیل کرنے میں غلطی:
vi: Lỗi khi chuyển đổi dòng:
zu: Iphutha ekuhlukaniseni umugqa:

# csvFileImported
source: CSV file succesfully imported.
af: CSV-lêer suksesvol ingevoer.
az: CSV faylı uğurla idxal edildi.
be: Файл CSV імпартаваны.
bg: CSV файлът беше успешно импортиран.
bn: CSV ফাইল ইমপোর্ট করা হয়েছে।
ca: Fitxer CSV importat amb èxit.
cs: CSV soubor byl úspěšně importován.
cy: Ffeil CSV wedi'i mewnforio'n llwyddiannus.
el: Το αρχείο CSV εισήχθη με επιτυχία.
et: CSV-fail on edukalt imporditud.
eu: CSV fitxategia inportatu da.
fa: فایل CSV با موفقیت وارد شد.
fi: CSV-tiedosto tuotiin onnistuneesti.
ga: Comhad CSV inlonnaithe go rathúil.
gd: Faidhle CSV air a thoirt a-steach.
gu: CSV ફાઇલ સફળતાપૂર્વક આયાત કરવામાં આવી.
he: קובץ CSV יובא בהצלחה.
hi: CSV फ़ाइल सफलतापूर्वक आयात की गई।
hy: CSV ֆայլը հաջողությամբ ներմուծվեց։
ka: CSV ფაილი იმპორტირებულია.
kk: CSV файлы сәтті импортталды.
km: ឯកសារCSV ត្រូវបានបញ្ចូលជោគជ័យ។
ko: CSV 파일이 성공적으로 임포트되었습니다.
ku: Pelê CSV bi serfirazî hat veqetandin.
ky: CSV файлы ийгиликтүү импорттолду.
lb: CSV Datei erfollegräich importéiert.
lt: CSV failas sėkmingai importuotas.
lv: CSV fails veiksmīgi importēts.
mk: CSV датотека успешно увезена.
ml: CSV ഫയൽ വിജയകരമായി ഇറക്കുമതി ചെയ്തു.
mn: CSV файл амжилттай оруулсан.
mr: CSV फाइल यशस्वीपणे आयात केली.
ms: Fail CSV berjaya diimport.
my: CSV ဖိုင်ကိုအောင်မြင်စွာသွင်းခဲ့ပါသည်။
ne: CSV फाइल सफलतापूर्वक आयात गरियो।
nl: CSV-bestand succesvol ge√Ømporteerd.
pa: CSV ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਆਯਾਤ ਕੀਤੀ ਗਈ।
rw: Dosiye ya CSV yinjizwe neza.
sd: CSV فائل ڪاميابي سان درآمد ڪئي وئي.
sl: CSV datoteka je bila uspešno uvožena.
sq: Skedari CSV u importua me sukses.
sr: CSV fajl je uspešno importovan.
sw: Faili la CSV limeingizwa kwa mafanikio.
ta: CSV கோப்பு வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது.
te: CSV ఫైల్ విజయవంతంగా దిగుమతి చేయబడింది.
tg: Файли CSV бо муваффақият ворид шуд.
th: ไฟล์ CSV นำเข้าได้สำเร็จ.
tk: CSV faýly üstünlikli import edildi.
tt: CSV файл уңышлы кертелгән.
ug: CSV fayli muvaffaqiyatli import qilindi.
uk: CSV файл успішно імпортовано.
ur: CSV فائل کامیابی سے درآمد کی گئی۔
vi: Tệp CSV đã được nhập thành công.
zu: Ifayela le-CSV lifakiwe ngempumelelo.

source: Error reading file:
af: Fout tydens lees van lêer:
az: Fayl oxunarkən xəta baş verdi:
be: Памылка пры чытанні файла:
bg: Грешка при четене на файла:
bn: ফাইল পড়ার সময় ত্রুটি:
ca: Error llegint el fitxer:
cs: Chyba při čtení souboru:
cy: Gwall wrth ddarllen y ffeil:
el: Σφάλμα κατά την ανάγνωση του αρχείου:
et: Viga faili lugemisel:
eu: Errorea fitxategia irakurtzean:
fa: خطا در خواندن فایل:
fi: Virhe tiedostoa lukiessa:
ga: Earráid ag léamh comhad:
gd: mearachd ann a bhith a' leughadh an fhaidhle:
gu: ફાઇલ વાંચવામાં ભૂલ:
he: שגיאה בקריאת הקובץ:
hi: फ़ाइल पढ़ने में त्रुटि:
hy: Սխալ ֆայլը կարդալիս՝
ka: შეცდომა ფაილის კითხვაში:
kk: Файлды оқу қатесі:
km: កំហុសក្នុងការអានឯកសារ:
ko: 파일 읽기 오류 발생:
ku: Çewtî li xwendina pelê:
ky: Файлды окууда ката кетти:
lb: Feeler beim Liesen vun der Datei:
lt: Klaida skaitant failą:
lv: Kļūda lasot failu:
mk: Грешка при читање на датотека:
ml: ഫയൽ വായിക്കുന്നതിൽ പിശക്:
mn: Файл унших алдаа:
mr: फाइल वाचताना त्रुटी:
ms: Ralat membaca fail:
my: ဖိုင်ဖတ်ရန်အမှားဖြစ်ခဲ့ပါသည်:
ne: फाइल पढ्न त्रुटि:
nl: Fout bij het lezen van bestand:
pa: ਫਾਈਲ ਪੜ੍ਹਨ ਵਿੱਚ ਗਲਤੀ:
rw: Ikosa mugusoma dosiye:
sd: فائل پڙهڻ ۾ غلطي:
sl: Napaka pri branju datoteke:
sq: Gabim gjatë leximit të skedarit:
sr: Greška prilikom čitanja fajla:
sw: Hitilafu ya kusoma faili:
ta: கோப்பை படிப்பதில் பிழை:
te: ఫైల్ చదవడంలో పిశ్చారం:
tg: Хатогӣ ҳангоми хондани файл:
th: เกิดข้อผิดพลาดในการอ่านไฟล์:
tk: Faýl okaýlanda ýalňyşlyk ýüze çykdy:
tt: Файлны укуда хата:
ug: Faylni o'qishda xatolik yuz berdi:
uk: Помилка при читанні файлу:
ur: فائل پڑھنے میں غلطی:
vi: Lỗi khi đọc tệp:
zu: Iphutha ekufundeni kwefayela:

source: Cancelled!
af: Gekanselleer!
az: Ləğv edildi!
be: Адменена!
bg: Отказано!
bn: বাতিল!
ca: Cancel·lat!
cs: Zrušeno!
cy: Canslwyd!
el: Ακυρώθηκε!
et: Tühistatud!
eu: Bertan behera utzia!
fa: لغو شد!
fi: Peruutettu!
ga: Cealaíodh!
gd: Cuir dheth!
gu: રદ કરવામાં આવ્યું!
he: בוטל!
hi: रद्द!
hy: Չեղարկված!
ka: გაუქმებულია!
kk: Болдырылмаған!
km: បានបោះបង់!
ko: 취소됨!
ku: Betalkirî!
ky: Жокко чыгарылды!
lb: Ofgebrach!
lt: Atšaukta!
lv: Atcelts!
mk: Откажано!
ml: റദ്ദാക്കി!
mn: Цуцлагдсан!
mr: रद्द केले!
ms: Dibatalkan!
my: မရောက်ပါ!
ne: रद्द गरियो!
nl: Geannuleerd!
pa: ਰੱਦ ਕੀਤਾ ਗਿਆ!
rw: Byahagaritswe!
sd: منسوخ!
sl: Preklicano!
sq: Anuluar!
sr: Otkazano!
sw: Imesitishwa!
ta: ரத்துசெய்யப்பட்டது!
te: రద్దు చేయబడింది!
tg: Бекор карда шуд!
th: ถูกยกเลิก!
tk: Pikirden basyp ýatyr!
tt: Кире кагылды!
ug: Bekor qilindi!
uk: Скасовано!
ur: منسوخ کر دیا گیا!
vi: Đã hủy!
zu: Kukhanseliwe!

# cancelChooseFile
source: Cancelled choosing file.
af: Kies van lêer is gekanselleer.
az: Fayl seçimi ləğv edildi.
be: Выбар файла адменены.
bg: Отказано при избора на файл.
bn: ফাইল নির্বাচন বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'elecció del fitxer.
cs: Výběr souboru byl zrušen.
cy: Canslwyd dewis ffeil.
el: Ακυρώθηκε η επιλογή αρχείου.
et: Faili valimine tühistati.
eu: Fitxategia aukeratzea bertan behera utzi da.
fa: انتخاب فایل لغو شد.
fi: Tiedoston valinta peruttiin.
ga: Cealaíodh roghnú comhad.
gd: Cuir dheth taghadh faidhle.
gu: ફાઇલ પસંદ કરવાનું રદ કર્યું.
he: ביטול בחירת קובץ.
hi: फ़ाइल चुनना रद्द कर दिया गया।
hy: Ֆայլ ընտրելը չեղարկվեց։
ka: ფაილის არჩევა გაუქმებულია.
kk: Файл таңдау болдырылмады.
km: បានបោះបង់ការជ្រើសរើសឯកសារ។
ko: 파일 선택이 취소되었습니다.
ku: Hilbijartina pelê betalkirî.
ky: Файл тандоону жокко чыгарды.
lb: Datei wielen gouf ofgebrach.
lt: Failo pasirinkimas atšauktas.
lv: Faila izvēle atcelta.
mk: Откажано при избор на датотека.
ml: ഫയൽ തിരഞ്ഞെടുപ്പ് റദ്ദാക്കി.
mn: Файл сонгох цуцлагдсан.
mr: फाइल निवडणे रद्द केले.
ms: Pemilihan fail dibatalkan.
my: ဖိုင်ရွေးချယ်ခြင်းကိုမတင်ခဲ့ပါ။
ne: फाइल चयन रद्द गरियो।
nl: Bestand kiezen geannuleerd.
pa: ਫਾਈਲ ਚੁਣਨ ਨੂੰ ਰੱਦ ਕੀਤਾ ਗਿਆ।
rw: Guhitamo dosiye byahagaritswe.
sd: فائل چونڊڻ منسوخ ٿي ويو.
sl: Izbira datoteke je bila preklicana.
sq: Përzgjedhja e skedarit u anulua.
sr: Izbor fajla je otkazan.
sw: Imesitishwa kuchagua faili.
ta: கோப்பை தேர்ந்தெடுப்பது ரத்து செய்யப்பட்டது.
te: ఫైల్ ఎంచుకోవడం రద్దు చేయబడింది.
tg: Ихтиёр кардани файл бекор шуд.
th: การเลือกไฟล์ถูกยกเลิก.
tk: Faýl saýlamak ýatyr.
tt: Файлны сайлау кире кагылды.
ug: Faylni tanlash bekor qilindi.
uk: Вибір файлу скасовано.
ur: فائل منتخب کرنا منسوخ کیا گیا۔
vi: Đã hủy chọn tệp.
zu: Ukukhetha ifayela kukhanseliwe.

# noStoragePermission
source: Storage permissions were not given.
af: Geen toestemmings vir stoorruimte gegee nie.
az: Yaddaşa icazə verilməyib.
be: Няма дазволу на захаванне.
bg: Няма разрешение за достъп до съхранение.
bn: সংগ্রহস্থানের অনুমতি নেই।
ca: No s'han donat permisos d'emmagatzematge.
cs: Nebyly uděleny oprávnění pro úložiště.
cy: Dim caniatâd storio wedi'i roi.
el: Δεν δόθηκαν δικαιώματα αποθήκευσης.
et: Salvestusõigusi ei antud.
eu: Biltegiratzeko baimenik ez dago.
fa: اجازه ذخیره‌سازی داده‌ها داده نشده است.
fi: Tallennuslupaa ei annettu.
ga: Ní bhfuarthas cead stórála.
gd: Chan eil cead stòraidh agad.
gu: સ્ટોરેજ પરમિશન આપવામાં આવી નથી.
he: לא ניתנו הרשאות אחסון.
hi: स्टोरेज अनुमति नहीं दी गई।
hy: Պահեստի թույլտվություն չի տրվել։
ka: თქვენ არ გაქვთ ჩამონტაჟებული წვდომა.
kk: Жинақтау рұқсаттары берілмеген.
km: មិនមានការអនុញ្ញាតផ្ទុកទេ។
ko: 저장 권한이 부여되지 않았습니다.
ku: Destûrên daneyê nehatin dayîn.
ky: Жадоо уруксаты берилген жок.
lb: Net genuch Berechtegungen fir d'Spuerer.
lt: Nebuvo suteiktos saugojimo teisės.
lv: Nav piešķirtas glabāšanas tiesības.
mk: Не се дадени дозволи за складирање.
ml: സ്റോറെജിന്റെ അനുമതി നൽകിയിട്ടില്ല.
mn: Орон зайн зөвшөөрөл олгогдоогүй.
mr: साठवणूक परवानग्या दिल्या गेल्या नाहीत.
ms: Kebenaran penyimpanan tidak diberikan.
my: သိုလှောင်မှုအခွင့်အရေးမပေးပါ။
ne: स्टोरेज अनुमतिहरू दिइएको छैन।
nl: Opslagtijd werd niet gegeven.
pa: ਸਟੋਰੇਜ ਅਧਿਕਾਰ ਨਹੀਂ ਦਿੱਤੇ ਗਏ।
rw: Ntabwo uburenganzira bwo kubika bwahawe.
sd: ذخيرو ڪرڻ لاءِ اجازت ناهي ڏني وئي.
sl: Dovoljenja za shranjevanje niso bila dodeljena.
sq: Nuk keni leje për të ruajtur skedarë në pajisjen tuaj.
sr: Nisu dodeljene dozvole za skladištenje.
sw: Hakuna ruhusa ya uhifadhi.
ta: சேமிப்புத்தள அனுமதிகள் வழங்கப்படவில்லை.
te: స్టోరేజ్ అనుమతులు ఇవ్వలేదు.
tg: Ҳуқуқи нигоҳдорӣ дода нашуд.
th: ไม่ได้รับอนุญาตให้เข้าถึงการจัดเก็บข้อมูล.
tk: Haryt ýazgylary üçin rugsat berilmedi.
tt: Саклау рөхсәтләре бирелмәгән.
ug: Saqlash uchun ruxsat berilmadi.
uk: Не надано дозвіл на доступ до сховища.
ur: اسٹوریج کی اجازت نہیں دی گئی۔
vi: Không có quyền truy cập bộ nhớ.
zu: Izimvume zokugcina azinikiwe.

source: Title
af: Titel
az: Başlıq
be: Назва
bg: Заглавие
bn: শিরোনাম
ca: Títol
cs: Název
cy: Teitl
el: Τίτλος
et: Pealkiri
eu: Izenburua
fa: عنوان
fi: Otsikko
ga: Teideal
gd: Tiotal
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hy: Վերնագիր
ka: სათაური
kk: Атау
km: ចំណងជើង
ko: 제목
ku: Sernav
ky: Тайтл
lb: Titel
lt: Pavadinimas
lv: Nosaukums
mk: Наслов
ml: ശീർഷകം
mn: Гарчиг
mr: शीर्षक
ms: Tajuk
my: ခေါင်းစဥ်
ne: शीर्षक
nl: Titel
pa: ਸਿਰਲੇਖ
rw: Umutwe
sd: عنوان
sl: Naslov
sq: Titulli
sr: Naslov
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
tg: Наслав
th: ชื่อเรื่อง
tk: At
tt: Тема
ug: Sarlavha
uk: Назва
ur: عنوان
vi: Tiêu đề
zu: Isihloko

source: Release Date
af: Vrygestel Datum
az: Buraxılış Tarixi
be: Дата выхаду
bg: Дата на издаване
bn: প্রকাশের তারিখ
ca: Data de llançament
cs: Datum vydání
cy: Dyddiad Rhyddhau
el: Ημερομηνία Κυκλοφορίας
et: Väljalaske kuupäev
eu: Argitaratze data
fa: تاریخ انتشار
fi: Julkaisupäivämäärä
ga: Dáta Scaoilte
gd: Ceann-latha leigeil ma sgaoil
gu: રિલીઝ તારીખ
he: תאריך יציאה
hi: रिलीज़ तिथि
hy: Թողարկման ամսաթիվ
ka: გამოშვების თარიღი
kk: Шығару күні
km: កាលបរិច្ឆេទចេញផ្សាយ
ko: 개봉일
ku: Rojekê Çêkirinê
ky: Чыгаруу күнү
lb: Fräigabe Datum
lt: Išleidimo data
lv: Izlaišanas datums
mk: Датум на издавање
ml: വിളംബര തീയതി
mn: Тамга тавих огноо
mr: प्रकाशन तारीख
ms: Tarikh Keluaran
my: ထုတ်ပြန်ရက်
ne: मुक्ति मिति
nl: Releasedatum
pa: ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ
rw: Itariki yasohowe
sd: ريليز جي تاريخ
sl: Datum izida
sq: Data e Publikimit
sr: Datum Izlaska
sw: Tarehe ya Kutolewa
ta: வெளியீட்டு தேதி
te: విడుదల తేదీ
tg: Санаи баромад
th: วันวางจำหน่าย
tk: Çykaryş Taryhy
tt: Чыгару көне
ug: Chiqarilish sanasi
uk: Дата випуску
ur: ریلیز کی تاریخ
vi: Ngày phát hành
zu: Usuku Lokukhululwa

source: Director
af: Regisseur
az: Rejissor
be: Рэжысёр
bg: Режисьор
bn: পরিচালক
cs: Režisér
cy: Cyfarwyddwr
el: Σκηνοθέτης
et: Režissöör
eu: Zuzendaria
fa: کارگردان
fi: Ohjaaja
ga: Stiúrthóir
gd: Stiùiriche
gu: દિગ્દર્શક
he: במאי
hi: निर्देशक
hy: Ռեժիսոր
ka: რეჟისორი
kk: Режиссер
km: អ្នកគ្រប់គ្រង
ko: 감독
ku: Rêvebir
ky: Режиссёр
lb: Regisseur
lt: Režisierius
lv: Režisors
mk: Режисер
ml: നിരദേശകൻ
mn: Зохион бүтээгч
mr: दिग्दर्शक
ms: Pengarah
my: ဒါရိုက်တာ
ne: निर्देशक
nl: Regisseur
pa: ਡਾਇਰੈਕਟਰ
rw: Umuyobozi
sd: هدايتڪار
sl: Režiser
sq: Regjisori
sr: Režiser
sw: Mkurugenzi
ta: திரையரசு
te: దర్శకుడు
tg: Режисёр
th: ผู้กำกับ
tk: Režissýor
tt: Режиссер
ug: Rejissyor
uk: Режисер
ur: ہدایتکار
vi: Đạo diễn
zu: Umqondisi

source: IMDB Rating
af: IMDB-gradering
az: IMDB Reytinqi
be: Рэйтынг IMDb
bg: IMDB оценка
bn: IMDb রেটিং
ca: Puntuació IMDB
cs: IMDB Hodnocení
cy: Sgôr IMDB
el: Βαθμολογία IMDB
et: IMDB hinnang
eu: IMDB balorazioa
fa: امتیاز IMDB
fi: IMDB-arvosana
ga: Rátáil IMDB
gd: Rangachadh IMDb
gu: IMDB રેટિંગ
he: דירוג IMDB
hi: IMDB रेटिंग
hy: IMDB Վարկանիշ
ka: IMDB რეიტინგი
kk: IMDB бағасы
km: ការវាយតម្លៃ IMDB
ko: IMDB 평점
ku: Nirxê IMDB
ky: IMDB Баасы
lb: IMDB Bewäertung
lt: IMDB įvertinimas
lv: IMDB vērtējums
mk: IMDB оценка
ml: IMDB റേറ്റിംഗ്
mn: IMDB үнэлгээ
mr: IMDB रेटिंग
ms: Penarafan IMDB
my: IMDB အဆင့်သတ်မှတ်ချက်
ne: IMDB रेटिंग
nl: IMDB Beoordeling
pa: IMDB ਰੇਟਿੰਗ
sd: IMDB جي درجابندي
sl: IMDB ocena
sq: Vlerësimi IMDB
sr: IMDB Ocena
sw: Ukadiriaji wa IMDB
ta: IMDB மதிப்பீடு
te: IMDB రేటింగ్
tg: Рейтинг IMDB
th: คะแนน IMDB
tk: IMDB Bahasy
tt: IMDB бәяләмәсе
ug: IMDB reytingi
uk: Рейтинг IMDB
ur: IMDB ریٹنگ
vi: Đánh giá IMDB

source: Runtime
af: Tydsduur
az: Müddət
be: Працягласць
bg: Продължителност
bn: সময়কাল
ca: Durada
cs: Délka
cy: Amser rhedeg
el: Διάρκεια
et: Kestus
eu: Iraupena
fa: مدت زمان
fi: Kesto
ga: Am Rith
gd: Ùine-ruith
gu: રનટાઇમ
he: זמן ריצה
hi: रनटाइम
hy: Տևողություն
ka: რიგის დრო
kk: Уақыт
km: រយៈពេល
ko: 상영 시간
ku: Dema Çalakî
ky: Убакыт
lb: Lafzäit
lt: Trukmė
lv: Ilgums
mk: Времетраење
ml: കാലാവധി
mn: Тоглуулах цаг
mr: कालावधी
ms: Tempoh Tayangan
my: အချိန်ကာလ
ne: समय अवधि
nl: Duur
pa: ਚੱਲਣ ਦਾ ਸਮਾਂ
rw: Igihe cyo gukina
sd: دورانيہ
sl: Dolžina
sq: Kohezgjatja
sr: Trajanje
sw: Muda
ta: காலம்
te: రన్నింగ్ టైం
tg: Вақти иҷро
th: ระยะเวลา
tk: Wagty
tt: Вакыт
ug: Vaqt
uk: Тривалість
ur: دورانیہ
vi: Thời gian chạy
zu: Isikhathi Sokusebenza

source: Hype Score
af: Opwindingstelling
az: Populyarlıq Xalı
be: Рэйтынг чакання
bg: Оценка на популярността
bn: উত্তেজনা স্কোর
ca: Puntuació de Hype
cs: Hype Skóre
cy: Sgôr Hype
el: Βαθμολογία Ενθουσιασμού
et: Hype reiting
eu: Hype puntuazioa
fa: امتیاز هیجان
fi: Hype-pisteet
ga: Córas hipe
gd: Sgòr hyped
gu: હાઇપ સ્કોર
he: ציון Hype
hi: हाइप स्कोर
hy: Հիացմունքի միավոր
ka: ჰიპების ქულა
kk: Hype балы
km: ពិន្ទុហាយប៊ី
ko: 하이프 점수
ky: Хайп Баллы
lt: Eksaltacijos balas
lv: Eksaltācijas punkts
mk: Хајп резултат
ml: ഹൈപ്പ് സ്കോർ
mn: Хайп оноо
mr: हायप स्कोर
ms: Skor Hype
my: အလားအလာအဆင့်သတ်မှတ်ချက်
ne: हाइप स्कोर
pa: ਹਾਈਪ ਸਕੋਰ
rw: Ingano ya Hype
sd: ہائپ اسڪور
sl: Ocena Hype
sq: Pikët e Ekspektimit
sr: Hype Ocena
sw: Alama ya Hype
ta: ஹைப்பு மதிப்பெண்
te: హైప్ స్కోర్
tg: Нуқтаи ҳаяҷон
th: คะแนนฮิป
tk: Hype Bahasy
tt: Гип бәяләмәсе
ug: Hype balli
uk: Оцінка очікування
ur: ہائپ اسکور
vi: Điểm Hype

source: User Score
af: Gebruikergradering
az: İstifadəçi Xalı
be: Ацэнка карыстальнікаў
bg: Оценка от потребители
bn: ব্যবহারকারী স্কোর
ca: Puntuació d'usuari
cs: Hodnocení uživatele
cy: Sgôr Defnyddiwr
el: Βαθμολογία Χρηστών
et: Kasutaja hinnang
eu: Erabiltzaileen balorazioa
fa: امتیاز کاربران
fi: Käyttäjän arvio
ga: Córas Úsáideora
gd: Sgòr neach-cleachdaidh
gu: યુઝર સ્કોર
he: ציון משתמש
hi: उपयोगकर्ता स्कोर
hy: Օգտատիրոջ վարկանիշ
ka: მომხმარებლის ქულა
kk: Пайдаланушының бағасы
km: ពិន្ទុអ្នកប្រើ
ko: 사용자 점수
ku: Nirxê Bikarhêner
ky: Колдонуучу Баасы
lb: Benotzer Score
lt: Naudotojo balas
lv: Lietotāja vērtējums
mk: Оценка на корисник
ml: ഉപയോക്തൃ സ്കോർ
mn: Хэрэглэгчийн оноо
mr: वापरकर्ता स्कोर
ms: Skor Pengguna
my: အသုံးပြုသူအဆင့်သတ်မှတ်ချက်
ne: प्रयोगकर्ता स्कोर
nl: Gebruikersscore
pa: ਯੂਜ਼ਰ ਸਕੋਰ
rw: Ingano y'umukoresha
sd: صارف جو اسڪور
sl: Ocena uporabnika
sq: Pikët e Përdoruesit
sr: Ocena Korisnika
sw: Alama ya Mtumiaji
ta: பயனர் மதிப்பெண்
te: వాడుకరి స్కోర్
tg: Нуқтаи корбар
th: คะแนนผู้ใช้
tk: Ulanyjy Bahasy
tt: Кулланучы бәяләмәсе
ug: Foydalanuvchi balli
uk: Оцінка користувача
ur: یوزر اسکور
vi: Điểm người dùng

source: Watch Date
af: Kykdatum
az: İzləmə Tarixi
be: Дата прагляду
bg: Дата на гледане
bn: দেখার তারিখ
ca: Data de visualització
cs: Datum sledování
cy: Dyddiad Gwylio
el: Ημερομηνία Παρακολούθησης
et: Vaadatud kuupäev
eu: Ikusteko data
fa: تاریخ تماشا
fi: Katso päivämäärä
ga: Dáta Faire
gd: Ceann-latha faicinn
gu: વોચ તારીખ
he: תאריך צפייה
hi: देखने की तिथि
hy: Դիտման ամսաթիվ
ka: გამოსვლის თარიღი
kk: Көру күні
km: កាលបរិច្ឆេទមើល
ko: 시청 날짜
ku: Rojekê Temaşe
ky: Көрүү күнү
lb: Sichtungsdatum
lt: Žiūrėjimo data
lv: Skatīšanās datums
mk: Датум на гледање
ml: ചിതറി കാണേണ്ട തീയതി
mn: Харах огноо
mr: वॉच तारीख
ms: Tarikh Tonton
my: ကြည့်ရှုမည့်ရက်
ne: हेर्ने मिति
nl: Bekijken Datum
pa: ਵਿਚਾਰ ਕਰਨ ਦੀ ਤਾਰੀਖ
rw: Itariki yo kureba
sd: ڏسڻ جي تاريخ
sl: Datum ogledovanja
sq: Data e Shikimit
sr: Datum Gledanja
sw: Tarehe ya Kutazama
ta: பார்க்கும் தேதி
te: వాచ్ తేదీ
tg: Санаи тамошо
th: วันที่ดู
tk: Syn etmek Taryhy
tt: Карау көне
ug: Ko'rish sanasi
uk: Дата перегляду
ur: دیکھنے کی تاریخ
vi: Ngày xem
zu: Usuku Lokubuka

source: Welcome,
af: Welkom,
az: Xoş gəlmisiniz,
be: Сардэчна запрашаем,
bg: Добре дошли,
bn: স্বাগতম,
ca: Benvingut,
cs: Vítejte,
cy: Croeso,
el: Καλώς ήρθατε,
et: Tere tulemast,
eu: Ongi etorri,
fa: خوش آمدید،
fi: Tervetuloa,
ga: Fáilte,
gd: Fàilte,
gu: સ્વાગત છે,
he: ברוך הבא,
hi: स्वागत है,
hy: Բարի գալուստ,
ka: კეთილი იყოს თქვენი მობრძანება,
kk: Қош келдіңіз,
km: សូមស្វាគមន៍,
ko: 환영합니다,
ku: Bi xêr hatî,
ky: Кош келиңиз,
lb: Wëllkomm,
lt: Sveiki,
lv: Sveicināti,
mk: Добредојдовте,
ml: സ്വാഗതം,
mn: Тавтай морилно уу,
mr: स्वागत आहे,
ms: Selamat datang,
my: ကြိုဆိုပါသည်၊
ne: स्वागत छ,
nl: Welkom,
pa: ਸਵਾਗਤ ਹੈ,
rw: Murakaza neza,
sd: خوش آمديد،
sl: Dobrodošli,
sq: Mirësevini,
sr: Dobrodošli,
sw: Karibu,
ta: வரவேற்கின்றேன்,
te: స్వాగతం,
tg: Хуш омадед,
th: ยินดีต้อนรับ,
tk: Hoş geldiňiz,
tt: Хуш килдегез,
ug: Xush kelibsiz,
uk: Ласкаво просимо,
ur: خوش آمدید،
vi: Chào mừng,
zu: Siyakwamukela,

source: View As
af: Bekyk As
az: Baxış növü
be: Прагляд у выглядзе
bg: Преглед като
bn: যেভাবে দেখবেন
ca: Veure com
cs: Zobrazit jako
cy: Edrych fel
el: Προβολή Ως
et: Vaata kui
eu: Ikuspegia
fa: نمایش به صورت
fi: Näytä kuin
ga: Amharc Mar
gd: Seall mar
gu: તરીકે જુઓ
he: הצג כ
hi: इस रूप में देखें
hy: Դիտել որպես
ka: ნანახია როგორც
kk: Көрініс ретінде көрсету
km: មើលជា
ko: 보기 방식
ku: Temaşe wekî
ky: Көрүү катары
lb: Anescht ugesin
lt: Žiūrėti kaip
lv: Skatīt kā
mk: Прикажи како
ml: പ്രകടിപ്പിക്കുക
mn: Харах байдлаар үзэх
mr: दिसा म्हणून पहा
ms: Paparkan Sebagai
my: အဖြစ်ကြည့်ပါ
ne: यसरी हेर्नुहोस्
nl: Bekijk als
pa: ਵਿਊ ਕਰਨਾ
rw: Reba nka
sd: جيئن ڏيکاريو
sl: Poglej kot
sq: Shiko si
sr: Prikazati kao
sw: Tazama Kama
ta: பார்க்கவும்
te: వీక్షించండి
tg: Намуди ба назорат
th: มุมมองเป็น
tk: Görkezmek görnüşi
tt: Күрү төре
ug: Ko'rish shakli
uk: Переглядати як
ur: کی طرح دیکھیں
vi: Xem dưới dạng
zu: Buka Njengoba

source: Group By
af: Groepeer volgens
az: Qrupla
be: Групаваць па
bg: Групиране по
bn: গ্রুপবদ্ধ করুন
ca: Agrupar per
cs: Skupinovat podle
cy: Grŵp Yn ôl
el: Ομαδοποίηση Από
et: Grupeerimine järgi
eu: Taldekatu
fa: گروه‌بندی براساس
fi: Ryhmittele mukaan
ga: Grúpa Trí
gd: Grùpa le
gu: દ્વારા જૂથ
he: קבץ לפי
hi: इसके अनुसार समूहित करें
hy: Խմբավորել ըստ
ka: გაგროვება
kk: Топтастыру бойынша
km: ក្រុមតាម
ko: 그룹화
ku: Bi temen rêz bikin
ky: Топтоо
lb: Gruppéieren no
lt: Grupuoti pagal
lv: Grupēt pēc
mk: Групирај по
ml: ഗ്രൂപ്പ് ചെയ്താൽ
mn: Бүлэглэх
mr: समूहित करा
ms: Kumpulkan Mengikut
my: အုပ်စုလိုက်သွားပါ
ne: द्वारा समूहबद्ध गर्नुहोस्
nl: Groeperen op
pa: ਦਵਾਰਾ ਗਰੁੱਪ ਕਰੋ
rw: Gutsinda
sd: گروپ ڪريو
sl: Skupina po
sq: Grupimi sipas
sr: Grupiši po
sw: Pangilia Kwa
ta: குழுவாக
te: గుంపుగా ఉంచండి
tg: Гурӯҳбандӣ кунед бо
th: จัดกลุ่มโดย
tk: Toparlamak
tt: Төркемләү
ug: Guruhlash
uk: Групувати за
ur: گروپ کریں
vi: Nhóm theo
zu: Hlanganisa Ngokuya

source: Sort By
af: Sorteer volgens
az: Sıralama Kriteri
be: Сартаваць па
bg: Сортиране по
bn: সাজান
ca: Ordenar per
cs: Třídit podle
cy: Trefnu Yn ôl
el: Ταξινόμηση Από
et: Sorteeri järgi
eu: Ordenatu
fa: مرتب‌سازی براساس
fi: Lajittele mukaan
ga: Sortáil Trí
gd: Cuir an dòigh le
gu: દ્વારા સૉર્ટ કરો
he: מיין לפי
hi: इसके अनुसार क्रमबद्ध करें
hy: Տեսակավորել ըստ
ka: შერჩევა
kk: Сұрыптау бойынша
km: តម្រៀបតាម
ko: 정렬 기준
ku: Rêz bikin bi
ky: Сорту
lb: Sortéieren no
lt: Rūšiuoti pagal
lv: Kārtot pēc
mk: Сортирај по
ml: ചുരുക്കിയാൽ
mn: Төрлөөр эрэмблэх
mr: लागणी करा
ms: Susun Mengikut
my: စဉ်စီ
ne: द्वारा क्रमबद्ध गर्नुहोस्
nl: Sorteren op
pa: ਦਵਾਰਾ ਛਾਂਟੋ
rw: Gutondeka
sd: ترتيب ڏيو
sl: Razvrsti po
sq: Renditur sipas
sr: Sortiraj po
sw: Panga Kwa
ta: வரிசைப்படுத்தவும்
te: తనిఖీ చేయండి
tg: Тартиб диҳед бо
th: จัดเรียงตาม
tk: Düzmek
tt: Тәртип буенча
ug: Saralash
uk: Сортувати за
ur: ترتیب دیں
vi: Sắp xếp theo
zu: Hlunga Ngokuya

source: Sort
af: Sorteer
az: Sırala
be: Сартаваць
bg: Сортиране
bn: সাজানো
ca: Ordenar
cs: Třídit
cy: Trefnu
el: Ταξινόμηση
et: Sorteeri
eu: Ordenatu
fa: مرتب‌سازی
fi: Lajittele
ga: Sortáil
gd: Sìos
gu: સૉર્ટ કરો
he: מיין
hi: क्रमबद्ध करें
hy: Տեսակավորել
ka: ალფაბეტური
kk: Сұрыптау
km: តម្រៀប
ko: 정렬
ku: Rêz bikin
ky: Сорттоо
lb: Sortéieren
lt: Rūšiuoti
lv: Kārtot
mk: Сортирај
ml: ചുരുക്കുക
mn: Эрэмбэлэх
mr: लागणी करा
ms: Susun
my: စဉ်စီ
ne: क्रमबद्ध गर्नुहोस्
nl: Sorteren
pa: ਛਾਂਟੋ
rw: Tondeka
sd: ترتيب ڏيو
sl: Razvrsti
sq: Rendit
sr: Sortiraj
sw: Panga
ta: வரிசைப்படுத்து
te: వర్గీకరించండి
tg: Тартиб
th: จัดเรียง
tk: Düzmek
tt: Тәртип
ug: Saralash
uk: Сортувати
ur: ترتیب
vi: Sắp xếp
zu: Hlunga
