Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

# movieLimitMessage
source: You have reached movie limit (250 for Watch List, 250 for Collection). Please upgrade to Premium for Unlimited Movies.
af: Jy het die rolprentlimiet bereik (250 vir Kyklys, 250 vir Versameling). Gradeer asseblief op na Premium vir onbeperkte rolprente.
az: Siz film limitinə çatdınız (İzləmə Siyahısı üçün 250, Kolleksiya üçün 250). Limitsiz filmlər üçün Premium versiyaya keçin.
be: Вы дасягнулі ліміту фільмаў (250 для спісу прагляду, 250 для калекцыі). Калі ласка, перайдзіце на Premium для неабмежаванай колькасці фільмаў.
bg: Достигнали сте лимита за филми (250 за списък с филми за гледане, 250 за колекция). Моля, преминете към Premium за неограничен брой филми.
ca: Heu arribat al límit de pel·lícules (250 per a la Llista de reproducció, 250 per a la Col·lecció). Si us plau, actualitzeu a Premium per obtenir pel·lícules il·limitades.
cs: Dosáhli jste limitu filmů (250 pro seznam k sledování, 250 pro kolekci). Pro neomezený počet filmů přejděte na verzi Premium.
cy: Rydych wedi cyrraedd y terfyn ffilmiau (250 ar gyfer y Rhestr Gwylio, 250 ar gyfer y Casgliad). Os gwelwch yn dda, uwchraddiwch i Premium ar gyfer ffilmiau di-dor.
el: Έχετε φτάσει το όριο ταινιών (250 για τη Λίστα Παρακολούθησης, 250 για τη Συλλογή). Αναβαθμίστε σε Premium για απεριόριστες ταινίες.
fa: شما به محدودیت فیلم ها رسیدید (250 برای لیست تماشا، 250 برای مجموعه). لطفاً برای دریافت فیلم های نامحدود به نسخه پریمیوم ارتقا دهید.
fi: Olet saavuttanut elokuvarajan (250 Katselulistalle, 250 Kokoelmaan). Päivitä Premiumiin saadaksesi rajattomat elokuvat.
ga: Téigh tú go dtí an teorainn scannán (250 don Liosta Breathnóireachta, 250 don Chnuasach). Le do thoil, uasghrádaigh go Premium le haghaidh scannán gan teorainn.
he: הגעת למגבלת הסרטים (250 לרשימת הצפייה, 250 לאוסף). אנא שדרג לגרסת פרימיום עבור סרטים ללא הגבלה.
hi: आपने फिल्म सीमा तक पहुँच गए हैं (Watch List के लिए 250, Collection के लिए 250)। कृपया अनलिमिटेड फिल्मों के लिए Premium पर अपग्रेड करें।
hy: Դուք հասել եք ֆիլմերի սահմանաչափին (250՝ Տեսախոհանոցի ցանկի համար, 250՝ Վերադարձման համար): Խնդրում ենք արդիականացնել դեպի Premium՝ անսահմանափակ ֆիլմերի համար։
ka: თქვენ მიაღწიეთ ფილმების ლიმიტს (250 სანახავი სია, 250 კოლექცია). გთხოვთ, განაახლოთ Premium-ზე ულიმიტო ფილმებისთვის.
kk: Сіз фильмдер шегіне жеттіңіз (Watch List үшін 250, Collection үшін 250). Шексіз фильмдер үшін Premium-ға жаңартыңыз.
ko: 영화 제한에 도달했습니다 (Watch List 250개, Collection 250개). 무제한 영화를 이용하려면 Premium으로 업그레이드하세요.
ku: Hûn gihîştine sînorê fîlman (250 ji bo Lîsteya Dîtinê, 250 ji bo Kolleksiyona). Ji kerema xwe bi Premium veguherînin bo fîlmên bê sînor.
ky: Сиз кино чектөөсүнө жеттиңиз (250 Watch List үчүн, 250 Collection үчүн). Чексиз кинолор үчүн Premiumга жаңыланыз.
lb: Dir hutt de Filmlimit erreecht (250 fir d'Watch List, 250 fir d'Collection). W.e.g., upgraden op Premium fir onlimitéiert Filmer.
lv: Jūs esat sasniedzis filmu limitu (250 skatīšanās sarakstam, 250 kolekcijai). Lūdzu, atjauniniet uz Premium, lai skatītos neierobežotu filmu skaitu.
mk: Достигнавте лимит од филмови (250 за Листа за гледање, 250 за Колекција). Ве молиме надградете на Premium за неограничени филмови.
ml: നിങ്ങൾ ചലച്ചിത്ര പരിധി എത്തി (Watch List-ന് 250, Collection-ന് 250). അനലിമിറ്റഡ് ചിത്രങ്ങൾക്കായി Premium-ൽ അപ്ഗ്രേഡ് ചെയ്യുക.
mn: Та киноны хязгаар хүрсэн (Watch List-ийн 250, Collection-ийн 250). Хязгааргүй кино үзэхийн тулд Premium-д шинэчлэлт хийнэ үү.
ms: Anda telah mencapai had filem (250 untuk Senarai Tonton, 250 untuk Koleksi). Sila naik taraf ke Premium untuk Filem Tanpa Had.
my: သင့်အား ရုပ်ရှင်အကန့်အသတ်ရောက်ပြီ (ကြည့်ရှုရန် စာရင်းအတွက် 250၊ ကော်လက်ရှင်အတွက် 250)။ အကန့်အသတ်မဲ့ရုပ်ရှင်များကို ကြည့်ရှုရန် Premium သို့ အဆင့်မြှင့်ပါ။
ne: तपाईं चलचित्र सिमितमा पुग्नुभएको छ (वाच लिस्टको लागि 250, संग्रहको लागि 250)। कृपया अनलिमिटेड चलचित्रको लागि प्रिमियममा अपग्रेड गर्नुहोस्।
nl: Je hebt de filmlimiet bereikt (250 voor de Watch List, 250 voor de Collectie). Upgrade naar Premium voor onbeperkte films.
pa: ਤੁਸੀਂ ਫਿਲਮ ਸੀਮਾ ਪਹੁੰਚ ਗਏ ਹੋ (Watch List ਲਈ 250, Collection ਲਈ 250)। ਕਿਰਪਾ ਕਰਕੇ Premium ਵਿੱਚ ਅਪਗ੍ਰੇਡ ਕਰੋ ਜਿਹੜਾ ਕਿ ਬੇਹਿਸਾਬ ਫਿਲਮਾਂ ਵੇਖ ਸਕੋ।
rw: Ugeze ku gipimo cy'amafilimi (250 kuri Watch List, 250 kuri Collection). Nyamuneka, komeza kuri Premium kugirango witegure kureba amafilimi nta gipimo.
sd: توهان مووي جي حد پهچي وئي آهي (Watch List لاءِ 250، Collection لاءِ 250)۔ مهرباني ڪري Premium ۾ اپ گريڊ ڪريو بي شمار موويز لاءِ.
sl: Dosegli ste omejitev filmov (250 za Watch List, 250 za Collection). Prosimo, nadgradite na Premium za neomejene filme.
sq: Keni arritur limitin e filmave (250 për Listën e Dëgjimit, 250 për Koleksionin). Ju lutemi përmirësoni në Premium për Filme Pa Kufizime.
sr: Dostigli ste limit za filmove (250 za Watch List, 250 za Collection). Molimo vas da se nadogradite na Premium za neograničene filmove.
sw: Umekifikia kiwango cha filamu (250 kwa Orodha ya Kutazama, 250 kwa Mkusanyiko). Tafadhali boresha hadi Premium kwa Filamu zisizo na kikomo.
tg: Шумо ба ҳадди филм расидед (250 барои Watch List, 250 барои Collection). Лутфан ба Premium барои филмҳои бе маҳдудият обуна шавед.
th: คุณได้ถึงขีดจำกัดภาพยนตร์แล้ว (250 สำหรับรายการที่ต้องการชม, 250 สำหรับคอลเลกชัน) กรุณาอัปเกรดเป็น Premium เพื่อภาพยนตร์ไม่จำกัด
tk: Siz film çäklenmesine ýetdiňiz (Watch List üçin 250, Collection üçin 250). Iň köp filmleri görmek üçin Premium-a geçiň.
uk: Ви досягли ліміту фільмів (250 для списку перегляду, 250 для колекції). Будь ласка, оновіть до Premium для необмежених фільмів.
vi: Bạn đã đạt giới hạn phim (250 cho Danh sách Xem, 250 cho Bộ sưu tập). Vui lòng nâng cấp lên Premium để xem phim không giới hạn.
zu: Ufikile emkhawulweni wefilimu (250 ku-List Yokubuka, 250 ku-Kollection). Sicela uphumelele ku-Premium ukuze ubuke amaFilimu angakaweli umkhawulo.

source: Select PG Rating
af: Kies PG-gradering
az: PG Reytinqini Seçin
be: Выберыце рэйтынг PG
bg: Изберете PG рейтинг
ca: Seleccioneu la qualificació PG
cs: Vyberte PG hodnocení
cy: Dewiswch y Gradd PG
el: Επιλέξτε βαθμολογία PG
fa: رتبه PG را انتخاب کنید
fi: Valitse PG-luokitus
ga: Roghnaigh Céim PG
he: בחר דירוג PG
hi: PG रेटिंग चुनें
hy: Ընտրեք PG վարկանիշը
ka: არჩიეთ PG რეიტინგი
kk: PG рейтингін таңдаңыз
ko: PG 등급 선택
ku: Rêjeya PG-ê hilbijêrin
ky: PG рейтингин тандаңыз
lb: Wielt PG-Bewäertung
lv: Izvēlieties PG vērtējumu
mk: Изберете PG оценка
ml: PG റേറ്റിംഗ് തിരഞ്ഞെടുക്കുക
mn: PG үнэлгээ сонгох
ms: Pilih Penarafan PG
my: PG အဆင့်သတ်မှတ်ချက်ကို ရွေးပါ
ne: PG रेटिंग चयन गर्नुहोस्
nl: Selecteer PG Beoordeling
pa: PG ਰੇਟਿੰਗ ਚੁਣੋ
rw: Hitamo PG Rating
sd: PG ريٽنگ چونڊيو
sl: Izberite PG oceno
sq: Zgjidhni Vlerësimin PG
sr: Izaberite PG ocenu
sw: Chagua Ukadiriaji wa PG
tg: Оценкаи PG-ро интихоб кунед
th: เลือกการจัดอันดับ PG
tk: PG reýtingini saýlaň
uk: Виберіть рейтинг PG
vi: Chọn Đánh giá PG
zu: Khetha Ukuhlola kwe-PG

source: Recommend Movie Mode
af: Beveel Rolprentmodus Aan
az: Film Tövsiyə Rejimi
be: Рэжым рэкамендацый фільмаў
bg: Режим за препоръчване на филми
ca: Mode recomanació de pel·lícules
cs: Režim doporučení filmu
cy: Modd Argymell Ffilm
el: Λειτουργία σύστασης ταινίας
fa: حالت پیشنهاد فیلم
fi: Elokuvan suosittelu -tila
ga: Modh Moladh Scannáin
he: מצב המלצת סרטים
hi: फिल्म सिफारिश मोड
hy: Ֆիլմի առաջարկման ռեժիմ
ka: ფილმების რეკომენდაციის რეჟიმი
kk: Фильм ұсыну режимі
ko: 영화 추천 모드
ku: Rejîma Pêşniyara Fîlm
ky: Фильм сунуштоо режим
lb: Film Recommandatiounsmodus
lv: Filmu ieteikumu režīms
mk: Режим на препорака на филмови
ml: ചലച്ചിത്ര ശുപാർശ മോഡ്
mn: Кино санал болгох горим
ms: Mod Cadangan Filem
my: ရုပ်ရှင် အကြံပြုမှု ပြင်ဆင်ချက်
ne: चलचित्र सिफारिस मोड
nl: Aanbeveling Film Modus
pa: ਫਿਲਮ ਦੀ ਸਿਫਾਰਿਸ਼ ਮੋਡ
rw: Imikorere yo gutanga inama y'amafilimi
sd: مووي سفارش وارو موڊ
sl: Priporočeni način filma
sq: Rekomando Režimin e Filmit
sr: Preporuči režim filma
sw: Mode ya Kupendekeza Filamu
tg: Режими тавсия кардани филм
th: โหมดแนะนำภาพยนตร์
tk: Film teklip etmegiň usuly
uk: Режим рекомендації фільмів
vi: Chế độ Gợi ý Phim
zu: Imodi yeFilimu Yokuphakamisa

source: Find Movie Mode
af: Vind Rolprentmodus
az: Film Axtarış Rejimi
be: Рэжым пошуку фільмаў
bg: Режим за намиране на филми
ca: Mode de cerca de pel·lícules
cs: Režim hledání filmu
cy: Modd Chwiliad Ffilm
el: Λειτουργία αναζήτησης ταινίας
fa: حالت جستجوی فیلم
fi: Elokuvan etsiminen -tila
ga: Modh Taisteal Scannáin
he: מצב חיפוש סרטים
hi: फिल्म खोज मोड
hy: Ֆիլմ գտնելու ռեժիմ
ka: ფილმების ძებნის რეჟიმი
kk: Фильм іздеу режимі
ko: 영화 찾기 모드
ku: Rejîma Lêgerîna Fîlm
ky: Фильм издөө режим
lb: Film Fënnermodus
lv: Filmu meklēšanas režīms
mk: Режим на наоѓање филмови
ml: ചലച്ചിത്ര തിരയൽ മോഡ്
mn: Кино хайх горим
ms: Mod Cari Filem
my: ရုပ်ရှင် ရှာဖွေရန် ပြင်ဆင်ချက်
ne: चलचित्र खोजी मोड
nl: Vind Film Modus
pa: ਫਿਲਮ ਖੋਜਣ ਦਾ ਮੋਡ
rw: Imikorere yo gushaka amafilimi
sd: مووي ڳولڻ وارو موڊ
sl: Način iskanja filma
sq: Gjej Režimin e Filmit
sr: Nađi režim filma
sw: Mode ya Kutafuta Filamu
tg: Режими ҷустуҷӯи филм
th: โหมดค้นหาภาพยนตร์
tk: Film gözleg usuly
uk: Режим пошуку фільмів
vi: Chế độ Tìm Phim
zu: Imodi yeFilimu Yokufuna

source: Latest Movies
af: Nuutste Rolprente
az: Ən Son Filmlər
be: Апошнія фільмы
bg: Последни филми
ca: Últimes pel·lícules
cs: Nejnovější filmy
cy: Ffilmiau Diweddaraf
el: Τελευταίες ταινίες
fa: آخرین فیلم ها
fi: Uusimmat elokuvat
ga: Scannáin is Déanaí
he: הסרטים האחרונים
hi: नवीनतम फिल्में
hy: Վերջին ֆիլմերը
ka: ბოლო ფილმები
kk: Соңғы фильмдер
ko: 최신 영화
ku: Fîlman Nû
ky: Жаңы кино
lb: Leschte Filmer
lv: Jaunākās filmas
mk: Најнови филмови
ml: സമീപകാല ചലച്ചിത്രങ്ങൾ
mn: Шинэ кинонууд
ms: Filem Terbaru
my: သတင်းပေးရုပ်ရှင်များ
ne: हालैका चलचित्रहरू
nl: Laatste Films
pa: ਨਵੀਆਂ ਫਿਲਮਾਂ
rw: Amafilimi y'ubu
sd: تازه ترين موويز
sl: Najnovejši filmi
sq: Filmat e Fundit
sr: Najnoviji filmovi
sw: Filamu za Karibuni
tg: Филмҳои охирин
th: ภาพยนตร์ล่าสุด
tk: Soňky filmler
uk: Останні фільми
vi: Phim Mới Nhất
zu: AmaFilimu Asezintanjeni

source: Upcoming Movies
af: Opkomende Rolprente
az: Tezliklə Gələn Filmlər
be: Хутка выходзяць фільмы
bg: Предстоящи филми
ca: Properes pel·lícules
cs: Nadcházející filmy
cy: Ffilmiau sy'n Dod i Fyny
el: Επερχόμενες ταινίες
fa: فیلم های آینده
fi: Tulevat elokuvat
ga: Scannáin atá le teacht
he: הסרטים הקרובים
hi: आगामी फिल्में
hy: Եկող ֆիլմերը
ka: მომავალი ფილმები
kk: Кел upcoming фильмдер
ko: 개봉 예정 영화
ku: Fîlman Bi Dawî
ky: Келе жаткан кино
lb: Kommend Filmer
lv: Gaidāmās filmas
mk: Предстојни филмови
ml: ര próximamente ചലച്ചിത്രങ്ങൾ
mn: Ирэх кинонууд
ms: Filem Akan Datang
my: နီးကပ်သော ရုပ်ရှင်များ
ne: आगामी चलचित्रहरू
nl: Aankomende Films
pa: ਆਉਣ ਵਾਲੀਆਂ ਫਿਲਮਾਂ
rw: Amafilimi azaza
sd: آنديون موويز
sl: Prihajajoči filmi
sq: Filmat që Vijnë
sr: Predstojeći filmovi
sw: Filamu Zinazokuja
tg: Филмҳои оянда
th: ภาพยนตร์ที่กำลังจะมา
tk: Geljekdeki filmler
uk: Майбутні фільми
vi: Phim Sắp Ra Mắt
zu: AmaFilimu Azoqhubeka

# whatKindMoviesLookingFor
source: What kind of movies are you looking for?
af: Watter soort flieks soek jy?
az: Nə tip filmlər axtarırsınız?
bg: Какъв тип филми търсите?
cs: Jaký druh filmů hledáš?
cy: Pa fath o ffilmiau ydych chi'n chwilio amdanyn?
el: Τι είδους ταινίες ψάχνετε;
fa: چه نوع فیلم‌هایی دنبال می‌کنید؟
fi: Minkälaista elokuvaa etsit?
ga: Cén cineál scannán atá á lorg agat?
he: איזה סוג סרטים אתה מחפש?
hi: आप किस तरह की फिल्में देख रहे हैं?
hy: Ինչպիսի ֆիլմեր եք փնտրում?
ka: რა ტიპის ფილმებს ეძებთ?
kk: Қандай фильмдер іздеп жатырсыз?
ko: 어떤 종류의 영화를 찾고 계신가요?
ku: Kîjan cîhên fîlman hûn digerin?
ky: Кандай жанрдагы фильмдерди издеп жатасыз?
lb: Wat fir Aarte vu Filmer sicht Dir?
lv: Kādu filmu jūs meklējat?
mk: Каков вид на филмови барате?
ml: നിങ്ങൾ എങ്ങനെ തരത്തിലുള്ള സിനിമകൾ അന്വേഷിക്കുന്നുവോ?
mn: Та ямар төрлийн кино хайж байна вэ?
ms: Jenis filem apa yang anda cari?
ne: तपाईं कस्तो प्रकारको चलचित्र खोज्दै हुनुहुन्छ?
nl: Wat voor soort films zoekt u?
pa: ਤੁਸੀਂ ਕਿਹੜੀਆਂ ਕਿਸਮ ਦੀਆਂ ਫਿਲਮਾਂ ਦੀ ਤਲਾਸ਼ ਕਰ ਰਹੇ ਹੋ?
sd: توهان ڪهڙي قسم جا فلم ڏسڻ چاهيو ٿا؟
sl: Kakšne filme iščete?
sq: Çfarë lloj filmash po kërkoni?
sr: Kakve filmove tražiš?
sw: Unatafuta aina gani ya filamu?
tg: Шумо кадом навъи фильмҳоро меҷӯед?
th: คุณกำลังมองหาหนังประเภทไหน?
tk: Hany, haýsy film görnüşini gözleýärsiňiz?
uk: Який тип фільмів ви шукаєте?
vi: Bạn đang tìm kiếm loại phim nào?
zu: Izinhlobo zomdwebo ofuna ukuzibona?

# getRecommendationFromAI
source: By typing the genre or topic of the film, you can get recommendations
af: Deur die genre of onderwerp van die film in te tik, kan jy aanbevelings kry
az: Filmin janrını və ya mövzusunu yazaraq tövsiyələr ala bilərsiniz
bg: Като въведете жанра или темата на филма, можете да получите препоръки
cs: Zadáním žánru nebo tématu filmu získáš doporučení
cy: Trwy deipio genres neu bwnc y ffilm, gallwch gael argymhellion
el: Πληκτρολογώντας το είδος ή το θέμα της ταινίας, μπορείτε να λάβετε προτάσεις
fa: با تایپ کردن ژانر یا موضوع فیلم، می‌توانید پیشنهادات دریافت کنید
fi: Kirjoittamalla elokuvan genren tai aiheen, voit saada suosituksia
ga: Trí ghéine nó ábhar an scannáin a scríobh, is féidir leat moltaí a fháil
he: על ידי הקלדת הז'אנר או הנושא של הסרט, תוכל לקבל המלצות
hi: फिल्म की शैली या विषय लिखकर, आप सिफारिशें प्राप्त कर सकते हैं
hy: Ֆիլմի ժանրի կամ թեմայի գրմամբ կարող եք ստանալ առաջարկություններ
ka: თუ ფილმის ჟანრის ან თემის აკრიფავთ, შეგიძლიათ მიიღოთ რეკომენდაციები
kk: Фильмнің жанрын немесе тақырыбын жазу арқылы ұсыныстар ала аласыз
ko: 영화의 장르나 주제를 입력하면 추천을 받을 수 있습니다
ku: Bi tîp kirina genre an jî mijara fîlman, hûn dikarin pêşniyaran bistînin
ky: Фильмдин жанрын же темасын жазып, сунуш алсаңыз болот
lb: Andeems Dir de Genre oder d'Thema vum Film tippt, kënnt Dir Empfehlungen kréien
lv: Ievadot filmas žanru vai tēmu, varat saņemt ieteikumus
mk: Внесете го жанрот или темата на филмот и добијте препораки
ml: സിനിമയുടെ ജാന്റർ അല്ലെങ്കിൽ വിഷയം ടൈപ്പ് ചെയ്താൽ നിങ്ങൾക്ക് ശുപാർശകൾ ലഭിക്കും
mn: Киноны жанр эсвэл сэдвийг бичихэд та санал авах боломжтой
ms: Dengan menaip genre atau topik filem, anda boleh mendapatkan cadangan
ne: चलचित्रको प्रकार वा बिषय टाइप गर्दा तपाईं सिफारिस प्राप्त गर्न सक्नुहुन्छ
nl: Door het genre of onderwerp van de film in te typen, kunt u aanbevelingen krijgen
pa: ਫਿਲਮ ਦੇ ਜੇਨਰ ਜਾਂ ਵਿਸ਼ੇ ਨੂੰ ਟਾਈਪ ਕਰਕੇ ਤੁਸੀਂ ਸੁਝਾਵ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ
sd: فلمن جي صنف يا موضوع کي لکي توهان سفارشون حاصل ڪري سگهو ٿا.
sl: Z vnosom žanra ali teme filma lahko dobite priporočila.
sq: Duke shkruar zhanrin ose temën e filmit, mund të merrni rekomandime.
sr: Unosom žanra ili teme filma možete dobiti preporuke.
sw: Kwa kuandika aina au mada ya filamu, unaweza kupata mapendekezo.
tg: Шумо метавонед бо ворид кардани жанр ё мавзӯи филм, тавсияҳо ба даст оред.
th: โดยการพิมพ์ประเภทหรือหัวข้อของภาพยนตร์ คุณสามารถรับคำแนะนำได้
tk: Filmiň žanryny ýa-da mowzugyny ýazyp, maslahatlar alyp bilersiňiz.
uk: Введіть жанр або тему фільму, щоб отримати рекомендації.
vi: Bằng cách nhập thể loại hoặc chủ đề của bộ phim, bạn có thể nhận được các đề xuất.
zu: Ngokubhala uhlobo noma isihloko sefayela, ungathola iziphakamiso.

source: Producer
af: Produsent
az: Prodüser
bg: Продуцент
cs: Producent
cy: Cynhyrchydd
el: Παραγωγός
fa: تهیه‌کننده
fi: Tuottaja
ga: Tugadóir
he: מפיק
hi: निर्माता
hy: արտադրող
ka: პროდიუსერი
kk: Өндіруші
ko: 프로듀서
ku: Prodyûser
ky: Продюсер
lb: Produzent
lv: Producenta
mk: Продуцент
ml: ഉൽപ്പാദകൻ
mn: Үйлдвэрлэгч
ms: Penerbit
ne: निर्माता
nl: Producent
pa: ਪੈਦਾਕਾਰ
sd: پروڊيوسر
sl: Producent
sq: Prodhuesi
sr: Producent
sw: Mtayarishaji
tg: Таъминкунанда
th: ผู้ผลิต
tk: Prodyuser
uk: Продюсер
vi: Nhà sản xuất
zu: Umkhiqizi

source: Hide Chosen Movies
af: Versteek Gekose Flieks
az: Seçilmiş Filmləri Gizlət
bg: Скриване на избраните филми
cs: Skrýt vybrané filmy
cy: Cuddio ffilmiau dewisol
el: Απόκρυψη επιλεγμένων ταινιών
fa: فیلم‌های انتخاب شده را مخفی کن
fi: Piilota valitut elokuvat
ga: Folaigh scannáin roghnaithe
he: הסתר סרטים שנבחרו
hi: चुनी गई फिल्में छुपाएं
hy: Սկզբունքային ֆիլմերը թաքցնել
ka: გამორთული ფილმები დამალვა
kk: Таңдалған фильмдерді жасыру
ko: 선택한 영화를 숨기기
ku: Fîlmên hilbijartî veşêrin
ky: Тандалган фильмдерди жашыруу
lb: Wielt Filmer verstoppen
lv: Paslēpt izvēlētās filmas
mk: Скриј ги избраните филмови
ml: തിരഞ്ഞെടുത്ത സിനിമകൾ മറക്കുക
mn: Сонгосон киног нуу
ms: Sembunyikan filem yang dipilih
ne: चयन गरिएका चलचित्रहरू लुकाउनुहोस्
nl: Verberg gekozen films
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨੂੰ ਛਪਾਓ
sd: منتخب ڪيل فلمن کي لڪايو
sl: Skrij izbrane filme
sq: Fsheh filmat e zgjedhur
sr: Sakrij odabrane filmove
sw: Ficha filamu ulizochagua
tg: Филмҳои интихобшударо пинҳон кунед
th: ซ่อนภาพยนตร์ที่เลือก
tk: Saýlanan filmleri gizlemek
uk: Сховати вибрані фільми
vi: Ẩn các bộ phim đã chọn
zu: Fihla ama-movie akhethiwe

# selectedMoviesHideConfirm
source: Do you confirm hiding selected movies?
af: Bevestig jy dat jy die gekose flieks wil versteek?
az: Seçilmiş filmləri gizlətməyə əminsiniz?
bg: Потвърждавате ли, че искате да скриете избраните филми?
cs: Ověřujete, že chcete skrýt vybrané filmy?
cy: Ydych chi'n cadarnhau cuddio'r ffilmiau dewisol?
el: Επιβεβαιώνετε την απόκρυψη των επιλεγμένων ταινιών;
fa: آیا تأیید می‌کنید که فیلم‌های انتخاب شده را مخفی کنید؟
fi: Vahvistatko, että haluat piilottaa valitut elokuvat?
ga: An deimhin leat go bhfolaíonn tú na scannáin roghnaithe?
he: האם אתה מאשר הסתרת את הסרטים שנבחרו?
hi: क्या आप पुष्टि करते हैं कि आप चुनी गई फिल्में छुपाना चाहते हैं?
hy: Հաստատու՞մ եք, որ ցանկանում եք թաքցնել ընտրված ֆիլմերը:
ka: დარწმუნებული ხართ, რომ გსურთ შერჩეული ფილმების დამალვა?
kk: Таңдалған фильмдерді жасыруды растайсыз ба?
ko: 선택한 영화를 숨기시겠습니까?
ku: Hûn piştrast in ku fîlmên hilbijartî veşêrin?
ky: Тандалган фильмдерди жашырууну тастыктадыңызбы?
lb: Bestätegt Dir d'Verstoppen vun de gewielten Filmer?
lv: Vai apstiprināt izvēlēto filmu paslēpšanu?
mk: Дали потврдувате дека ги криете избраните филмови?
ml: തിരഞ്ഞെടുത്ത സിനിമകൾ മറക്കാൻ നിങ്ങൾ സ്ഥിരീകരിക്കുന്നുവോ?
mn: Сонгосон киног нуухыг баталгаажуулж байна уу?
ms: Adakah anda mengesahkan untuk menyembunyikan filem yang dipilih?
ne: के तपाईं चयन गरिएका चलचित्रहरू लुकाउने कुरा पुष्टि गर्नुहुन्छ?
nl: Bevestigt u het verbergen van de gekozen films?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨੂੰ ਛਪਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
sd: ڇا توهان منتخب ڪيل فلمن کي لڪاڻ جي تصديق ڪندا؟
sl: Ali potrjujete skrivanje izbranih filmov?
sq: A e konfirmoni fshehjen e filmave të zgjedhur?
sr: Da li potvrđujete sakrivanje odabranih filmova?
sw: Je, unathibitisha kuficha filamu ulizochagua?
tg: Оё шумо тасдиқ мекунед, ки филмҳои интихобшударо пинҳон кунед?
th: คุณยืนยันที่จะซ่อนภาพยนตร์ที่เลือกหรือไม่?
tk: Saýlanan filmleri gizlemegi tassyklamaýarsyňyzmy?
uk: Ви підтверджуєте приховування вибраних фільмів?
vi: Bạn có xác nhận việc ẩn các bộ phim đã chọn không?
zu: Uqinisekisa ukufihla ama-movie akhethiwe?

# moviesAreHidden
source: Movies have been hidden
af: Flieks is versteek
az: Filmlər gizlədildi
bg: Филмите бяха скрити
cs: Filmy byly skryty
cy: Mae'r ffilmiau wedi'u cuddio
el: Οι ταινίες έχουν αποκρυφτεί
fa: فیلم‌ها مخفی شدند
fi: Elokuvat on piilotettu
ga: Tá na scannáin faoi cheilt
he: הסרטים הוסתרו
hi: फिल्में छुपा दी गई हैं
hy: Ֆիլմերը թաքցված են
ka: ფილმები დამალულია
kk: Фильмдер жасырулы
ko: 영화가 숨겨졌습니다
ku: Fîlmên veşartin
ky: Фильмдер жашырылды
lb: Filmer si verstoppt
lv: Filmas ir paslēptas
mk: Филмовите се скриени
ml: സിനിമകൾ മറച്ചു
mn: Кинонууд нуугдсан байна
ms: Filem telah disembunyikan
ne: चलचित्रहरू लुकेको छ
nl: Films zijn verborgen
pa: ਫਿਲਮਾਂ ਨੂੰ ਛਪਾ ਦਿੱਤਾ ਗਿਆ ਹੈ
sd: فلمن کي لڪايو ويو آهي
sl: Filmi so bili skriti
sq: Filmave iu është dhënë mundësia të fshihen
sr: Filmovi su sakriveni
sw: Filamu zimefichwa
tg: Филмҳо пинҳон шуданд
th: ภาพยนตร์ถูกซ่อนแล้ว
tk: Filmler gizlendi
uk: Фільми приховані
vi: Các bộ phim đã bị ẩn
zu: Ama-movie afihliwe

source: Discover
af: Ontdek
az: Kəşf et
bg: Открий
cs: Objevit
cy: Darganfod
el: Ανακαλύψτε
fa: کشف کن
fi: Löydä
ga: Aimsigh
he: גלה
hi: खोजें
hy: Ապացուցեք
ka: გამოიკვლიეთ
kk: Ашу
ko: 발견하기
ku: Dîtin
ky: Тап
lb: Entdecken
lv: Atklāt
mk: Откриј
ml: കണ്ടുപിടിക്കുക
mn: Нээх
ms: Temui
ne: पत्ता लगाउनुहोस्
nl: Ontdek
pa: ਖੋਜੋ
sd: دريافت ڪريو
sl: Odkrij
sq: Zbulo
sr: Otkrij
sw: Gundua
tg: Кашф кунед
th: ค้นพบ
tk: Aşkar et
uk: Відкрити
vi: Khám phá
zu: Thola

source: Popular Movies
af: Gewilde Flieks
az: Məşhur Filmlər
bg: Популярни филми
cs: Populární filmy
cy: Ffilmiau Poblogaidd
el: Δημοφιλείς ταινίες
fa: فیلم‌های محبوب
fi: Suositut elokuvat
ga: Scannáin Coitianta
he: סרטים פופולריים
hi: लोकप्रिय फिल्में
hy: Հանրաճանաչ ֆիլմեր
ka: პოპულარული ფილმები
kk: Популярлы фильмдер
ko: 인기 영화
ku: Fîlman populer
ky: Популярдуу фильмдер
lb: Populär Filmer
lv: Populāras filmas
mk: Популарни филмови
ml: പോപ്പുലർ സിനിമകൾ
mn: Тамирчдын кино
ms: Filem Popular
ne: लोकप्रिय चलचित्रहरू
nl: Populaire films
pa: ਪ੍ਰਸਿੱਧ ਫਿਲਮਾਂ
sd: مشهوري فلمن
sl: Priljubljeni filmi
sq: Filmat Popullorë
sr: Popularni filmovi
sw: Filamu Maarufu
tg: Филмҳои маъруф
th: ภาพยนตร์ยอดนิยม
tk: Meşhur filmler
uk: Популярні фільми
vi: Phim phổ biến
zu: Ama-movie adumile

source: Popular People
af: Gewilde Mense
az: Məşhur İnsanlar
bg: Популярни личности
cs: Populární lidé
cy: Pobl Poblogaidd
el: Δημοφιλή άτομα
fa: افراد محبوب
fi: Suositut henkilöt
ga: Daoine Coitianta
he: אנשים פופולריים
hi: लोकप्रिय लोग
hy: Հանրաճանաչ մարդիկ
ka: პოპულარული ადამიანები
kk: Популярлы адамдар
ko: 인기 인물
ku: Kesên populer
ky: Популярдуу адамдар
lb: Populär Leit
lv: Populāri cilvēki
mk: Популарни луѓе
ml: പോപ്പുലർ ആളുകൾ
mn: Популяр хүмүүс
ms: Orang Popular
ne: लोकप्रिय व्यक्तिहरू
nl: Populaire mensen
pa: ਪ੍ਰਸਿੱਧ ਲੋਕ
sd: مشهوري ماڻهو
sl: Priljubljeni ljudje
sq: Njerëzit Popullorë
sr: Popularni ljudi
sw: Watu Maarufu
tg: Одамони маъруф
th: บุคคลที่เป็นที่นิยม
tk: Meşhur adamlar
uk: Популярні люди
vi: Những người nổi tiếng
zu: Abantu abathandwayo

source: Restore Hidden Movies
af: Herstel Versteekte Flieks
az: Gizlədilmiş Filmləri Bərpa Et
bg: Възстановяване на скритите филми
cs: Obnovit skryté filmy
cy: Ail-droi ffilmiau wedi'u cuddio
el: Επαναφορά αποκρυφών ταινιών
fa: فیلم‌های مخفی شده را بازیابی کن
fi: Palauta piilotetut elokuvat
ga: Achoimre scannáin faoi cheilt
he: שחזר סרטים שהוסתרו
hi: छुपाई गई फिल्में पुनर्स्थापित करें
hy: Վերադարձնել թաքցված ֆիլմերը
ka: დამალული ფილმების აღდგენა
kk: Жасырылған фильмдерді қалпына келтіру
ko: 숨겨진 영화 복원
ku: Fîlmên veşartî vegerînin
ky: Жашырылган фильмдерди калыбына келтирүү
lb: Verstoppt Filmer restauréieren
lv: Atjaunot paslēptās filmas
mk: Врати ги скриените филмови
ml: മറച്ച സിനിമകൾ പുനഃസ്ഥാപിക്കുക
mn: Нуугдсан киног сэргээх
ms: Pulihkan filem yang disembunyikan
ne: लुकेका चलचित्रहरू पुन: स्थापना गर्नुहोस्
nl: Herstel verborgen films
pa: ਛਪਾਈਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨੂੰ ਦੁਬਾਰਾ ਦਿਖਾਓ
sd: لڪايا گيا فلم بحال ڪريو
sl: Obnovi skrite filme
sq: Rikthe filmat e fshehur
sr: Vrati skrivene filmove
sw: Rejesha filamu zilizofichwa
tg: Филмҳои пинҳоншударо барқарор кунед
th: กู้คืนภาพยนตร์ที่ซ่อน
tk: Gizlenen filmleri dikeltmek
uk: Відновити приховані фільми
vi: Khôi phục các bộ phim đã ẩn
zu: Buyisela ama-movie afihliwe
