Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

# dataNotRetrivedDirector
source: Data for this Director could not be found!
af: Data vir hierdie regisseur kon nie gevind word nie!
bg: Няма данни за този режисьор!
ca: No s'han pogut obtenir dades per aquest director!
cs: Data pro tohoto režiséra nebyla nalezena!
cy: Ni allwyd adfer data ar gyfer y Cyfarwyddwr hwn!
el: Δεν βρέθηκαν δεδομένα για αυτόν τον σκηνοθέτη!
et: Andmeid selle režissööri kohta ei leitud!
fa: اطلاعات برای این کارگردان پیدا نشد!
fi: Tämän ohjaajan tietoja ei löytynyt!
ga: Ní féidir sonraí a fháil don stiúrthóir seo!
gd: Cha b’ urrainn an dàta stiùiriche a thoirt air ais!
gu: આ દિગ્દર્શક માટે ડેટા મળ્યો નથી!
he: לא נמצאו נתונים עבור במאי זה!
hi: इस निर्देशक के लिए डेटा नहीं मिला!
ka: რეჟისორის მონაცემები ვერ მოიძებნა!
kk: Бұл режиссердің деректері табылмады!
km: ទិន្នន័យសម្រាប់អ្នកគ្រប់គ្រងនេះមិនអាចរកបាន!
ko: 이 감독의 데이터는 찾을 수 없습니다!
ku: Daneyên vê rêvebirê nehatîn dîtin!
ky: Бул режиссёр үчүн маалыматтар табылган жок!
lb: Donnéeën fir dësen Regisseur konnten net recuperéiert ginn!
lt: Duomenų apie šį režisierių nerasta!
lv: Dati par šo režisoru nav atrasti!
mk: Податоците за овој режисер не можат да се најдат!
ml: ഈ നിരദേശകന്റെ വിവരങ്ങൾ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല!
mn: Энэхүү зохион бүтээгчийн мэдээлэл олдсонгүй!
mr: या दिग्दर्शकाची माहिती मिळवता येत नाही!
ms: Data untuk pengarah ini tidak dapat dijumpai!
my: ဤဒါရိုက်တာအတွက်ဒေတာမတွေ့ပါ!
ne: यस निर्देशकको लागि डेटा फेला पार्न सकिएन!
nl: Data voor deze regisseur kan niet worden opgehaald!
pa: ਇਸ ਡਾਇਰੈਕਟਰ ਲਈ ਡੇਟਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ!
rw: Ntabwo byabonetse kuri uyu muyobozi!
sd: هن هدايتڪار لاءِ ڊيٽا حاصل نه ٿي سگھي!
sl: Podatkov za tega režiserja ni mogoče pridobiti!
sr: Podaci za ovog režisera nisu mogli biti pronađeni!
sw: Data kwa mkurugenzi huyu haikupatikana!
ta: இந்த திரையரசுக்கான தரவுகள் கிடைக்கவில்லை!
te: ఈ దర్శకుడి కోసం డేటా లభించలేదు!
tg: Додаҳо барои режисёр ёфта нашуд!
th: ไม่พบข้อมูลสำหรับผู้กำกับคนนี้!
tk: Bu režissýor üçin maglumat tapylmady!
tt: Бу режиссер өчен мәгълүматлар табылмады!
ug: Bu rejissyor uchun ma'lumotlar topilmadi!
uk: Дані для цього режисера не знайдено!
ur: اس ہدایتکار کے لیے ڈیٹا نہیں ملا!
vi: Không thể lấy dữ liệu cho đạo diễn này!
zu: Idatha yomqondisi ayitholakalanga!

# dataNotRetrivedActor
source: Data for this Actor could not be found!
af: Data vir hierdie akteur kon nie gevind word nie!
bg: Няма данни за този актьор!
ca: No s'han pogut obtenir dades per aquest actor!
cs: Data pro tohoto herce nebyla nalezena!
cy: Ni allwyd adfer data ar gyfer yr Actor hwn!
el: Δεν βρέθηκαν δεδομένα για αυτόν τον ηθοποιό!
et: Andmeid selle näitleja kohta ei leitud!
fa: اطلاعات برای این بازیگر پیدا نشد!
fi: Tämän näyttelijän tietoja ei löytynyt!
ga: Ní féidir sonraí a fháil don aisteoir seo!
gd: Cha b’ urrainn an dàta actair a thoirt air ais!
gu: આ અભિનેતા માટે ડેટા મળ્યો નથી!
he: לא נמצאו נתונים עבור שחקן זה!
hi: इस अभिनेता के लिए डेटा नहीं मिला!
ka: მსახიობის მონაცემები ვერ მოიძებნა!
kk: Бұл актердің деректері табылмады!
km: ទិន្នន័យសម្រាប់តួអង្គនេះមិនអាចរកបាន!
ko: 이 배우의 데이터는 찾을 수 없습니다!
ku: Daneyên vê lîstikvanê nehatîn dîtin!
ky: Бул актер үчүн маалыматтар табылган жок!
lb: Donnéeën fir dësen Schauspieler konnten net recuperéiert ginn!
lt: Duomenų apie šį aktorių nerasta!
lv: Dati par šo aktieri nav atrasti!
mk: Податоците за овој актер не можат да се најдат!
ml: ഈ പടവാളിയുടെ വിവരങ്ങൾ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല!
mn: Энэхүү тоглогчийн мэдээлэл олдсонгүй!
mr: या अभिनेत्याची माहिती मिळवता येत नाही!
ms: Data untuk pelakon ini tidak dapat dijumpai!
my: ဤသရုပ်ဆောင်အတွက်ဒေတာမတွေ့ပါ!
ne: यस अभिनेता को लागि डेटा फेला पार्न सकिएन!
nl: Data voor deze acteur kan niet worden opgehaald!
pa: ਇਸ ਅਦਾਕਾਰ ਲਈ ਡੇਟਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ!
rw: Ntabwo byabonetse kuri uyu mukinnyi!
sd: هن اداڪار لاءِ ڊيٽا حاصل نه ٿي سگھي!
sl: Podatkov za tega igralca ni mogoče pridobiti!
sr: Podaci za ovog glumca nisu mogli biti pronađeni!
sw: Data kwa mwigizaji huyu haikupatikana!
ta: இந்த நடிகருக்கான தரவுகள் கிடைக்கவில்லை!
te: ఈ నటుడి కోసం డేటా లభించలేదు!
tg: Додаҳо барои актёр ёфта нашуд!
th: ไม่พบข้อมูลสำหรับนักแสดงคนนี้!
tk: Bu hudaý üçin maglumat tapylmady!
tt: Бу актер өчен мәгълүматлар табылмады!
ug: Bu aktyor uchun ma'lumotlar topilmadi!
uk: Дані для цього актора не знайдено!
ur: اس اداکار کے لیے ڈیٹا نہیں ملا!
vi: Không thể lấy dữ liệu cho diễn viên này!
zu: Idatha yomlingisi ayitholakalanga!

# dataNotRetrivedWriter
source: Data for this Writer could not be found!
af: Data vir hierdie skrywer kon nie gevind word nie!
bg: Няма данни за този писател!
ca: No s'han pogut obtenir dades per aquest escriptor!
cs: Data pro tohoto scénáristu nebyla nalezena!
cy: Ni allwyd adfer data ar gyfer yr Awdur hwn!
el: Δεν βρέθηκαν δεδομένα για αυτόν τον συγγραφέα!
et: Andmeid selle kirjutaja kohta ei leitud!
fa: اطلاعات برای این نویسنده پیدا نشد!
fi: Tämän kirjoittajan tietoja ei löytynyt!
ga: Ní féidir sonraí a fháil don scríbhneoir seo!
gd: Cha b’ urrainn an dàta sgrìobhadair a thoirt air ais!
gu: આ લેખક માટે ડેટા મળ્યો નથી!
he: לא נמצאו נתונים עבור תסריטאי זה!
hi: इस लेखक के लिए डेटा नहीं मिला!
ka: წერილის ავტორის მონაცემები ვერ მოიძებნა!
kk: Бұл жазушының деректері табылмады!
km: ទិន្នន័យសម្រាប់អ្នកនិពន្ធនេះមិនអាចរកបាន!
ko: 이 작가의 데이터는 찾을 수 없습니다!
ku: Daneyên vê nivîskarê nehatîn dîtin!
ky: Бул жазуучу үчүн маалыматтар табылган жок!
lb: Donnéeën fir dës Schreifwiesen konnten net recuperéiert ginn!
lt: Duomenų apie šį rašytoją nerasta!
lv: Dati par šo rakstnieku nav atrasti!
mk: Податоците за овој писател не можат да се најдат!
ml: ഈ രചയിതാവിന്റെ വിവരങ്ങൾ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല!
mn: Энэхүү бичигчийн мэдээлэл олдсонгүй!
mr: या लेखकाची माहिती मिळवता येत नाही!
ms: Data untuk penulis ini tidak dapat dijumpai!
my: ဤရေးဆွဲသူအတွက်ဒေတာမတွေ့ပါ!
ne: यस लेखक को लागि डेटा फेला पार्न सकिएन!
nl: Data voor deze schrijver kan niet worden opgehaald!
pa: ਇਸ ਲਿਖਾਰੀ ਲਈ ਡੇਟਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ!
rw: Ntabwo byabonetse kuri uyu wanditsi!
sd: هن ليکڪ لاءِ ڊيٽا حاصل نه ٿي سگھي!
sl: Podatkov za tega pisatelja ni mogoče pridobiti!
sr: Podaci za ovog pisca nisu mogli biti pronađeni!
sw: Data kwa mwandishi huyu haikupatikana!
ta: இந்த எழுத்தாளருக்கான தரவுகள் கிடைக்கவில்லை!
te: ఈ రచయిత కోసం డేటా లభించలేదు!
tg: Додаҳо барои нависанда ёфта нашуд!
th: ไม่พบข้อมูลสำหรับนักเขียนคนนี้!
tk: Bu yazgyjy üçin maglumat tapylmady!
tt: Бу язучы өчен мәгълүматлар табылмады!
ug: Bu yozuvchi uchun ma'lumotlar topilmadi!
uk: Дані для цього сценариста не знайдено!
ur: اس مصنف کے لیے ڈیٹا نہیں ملا!
vi: Không thể lấy dữ liệu cho tác giả này!
zu: Idatha yomlobi ayitholakalanga!

# returnPreviousScreen
source: Please return to the previous screen
af: Gaan asseblief terug na die vorige skerm
bg: Моля, върнете се на предишния екран
ca: Si us plau, torna a la pantalla anterior
cs: Prosím vraťte se na předchozí obrazovku
cy: Os gwelwch yn dda, dychwelyd i'r sgrin flaenorol
el: Παρακαλώ επιστρέψτε στην προηγούμενη οθόνη
et: Palun naase eelmist ekraani
fa: لطفاً به صفحه قبلی بازگردید
fi: Palaa edelliselle näytölle
ga: Le do thoil filleadh ar an scáileán roimhe seo
gd: Tilg air ais chun na sgrìn roimhe
gu: કૃપા કરીને પાછલી સ્ક્રીન પર પાછા જાઓ
he: אנא חזור למסך הקודם
hi: कृपया पिछले स्क्रीन पर वापस जाएं
ka: დააბრუნეთ წინა ეკრანზე
kk: Алдыңғы экранға оралыңыз
km: សូមត្រឡប់ទៅស្វ័យប្រវត្តិកាលពីមុន
ko: 이전 화면으로 돌아가세요
ku: Ji kerema xwe vegerî ser ekranê berê
ky: Өткөн экранга кайтыңыз
lb: Gëfft w.e.g. zeréck op déi virdrun Bildschirm
lt: Prašome grįžti į ankstesnį ekraną
lv: Lūdzu, atgriezieties iepriekšējā ekrānā
mk: Ве молиме вратете се на претходниот екран
ml: ദയവായി മുൻ സ്ക്രീനിലേക്ക് തിരിച്ചുപോക്കുക
mn: Дараагийн дэлгэц рүү буцаж очно уу
mr: कृपया मागील स्क्रीनवर परत जा
ms: Sila kembali ke skrin sebelumnya
my: ကျေးဇူးပြု၍ပြီးခဲ့သောหน้าจတင်ပါ
ne: कृपया अघिल्लो स्क्रिनमा फर्कनुहोस्
nl: Ga terug naar het vorige scherm
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਿਛਲੀ ਸਕ੍ਰੀਨ 'ਤੇ ਵਾਪਸ ਜਾਓ
rw: Nyamuneka subira kuri ecran yabanje
sd: مھرباني ڪري پوئين اسڪرين ڏانهن واپس وڃو
sl: Prosimo vrnite se na prejšnji zaslon
sr: Molimo vas, vratite se na prethodni ekran
sw: Tafadhali rudi kwenye skrini ya awali
ta: முந்தைய திரையில் திரும்பவும்
te: దయచేసి మునుపటి స్క్రీన్‌కు తిరిగి వెళ్లండి
tg: Лутфан ба экрани қаблӣ баргардед
th: กรุณากลับไปยังหน้าก่อนหน้า
tk: Öňki ekrana gaýdyp baryň
tt: Алдагы экранга кайтыгыз
ug: Iltimos, oldingi ekranga qaytaring
uk: Будь ласка, поверніться на попередній екран
ur: براہ کرم پچھلے اسکرین پر واپس جائیں
vi: Vui lòng quay lại màn hình trước
zu: Sicela ubuyele esikrinini esedlule

# noMoviesForGenre
source: No movies were found for this genre!
af: Geen flieks vir hierdie genre gevind nie!
bg: Няма филми за този жанр!
ca: No s'han trobat pel·lícules per aquest gènere!
cs: Pro tento žánr nejsou žádné filmy!
cy: Dim ffilmiau wedi'u canfod ar gyfer y genre hwn!
el: Δεν βρέθηκαν ταινίες για αυτό το είδος!
et: Filme ei leitud selle žanri jaoks!
fa: هیچ فیلمی برای این ژانر پیدا نشد!
fi: Ei elokuvia löytynyt tälle genrelle!
ga: Ní raibh aon scannáin le fáil don ghein seo!
gd: Chan eil filmichean ann airson an seòrsa seo!
gu: આ શૈલી માટે કોઈ મૂવીઝ મળી નથી!
he: לא נמצאו סרטים עבור ז'אנר זה!
hi: इस शैली के लिए कोई फिल्में नहीं मिलीं!
ka: ჟანრისთვის ფილმები ვერ მოიძებნა!
kk: Бұл жанр үшін фильмдер табылмады!
km: មិនមានភាពយន្តសម្រាប់ប្រភេទនេះទេ!
ko: 이 장르의 영화가 없습니다!
ku: Hîç fîlm nehatîye dîtin ji bo vê cureyê!
ky: Бул жанр үчүн фильмдер табылган жок!
lb: Keng Filmer fonnt fir dëst Genre!
lt: Filmai šiam žanrui nerasti!
lv: Nav filmu šim žanram!
mk: Нема филмови за овој жанр!
ml: ഈ ശാഖയ്ക്ക് ചലച്ചിത്രങ്ങൾ കണ്ടെത്തിയില്ല!
mn: Энэхүү төрөлд ямар ч кино олдсонгүй!
mr: या प्रकारासाठी कोणतेही चित्रपट सापडले नाहीत!
ms: Tiada filem ditemui untuk genre ini!
my: ဤအမျိုးအစားအတွက်ဇာတ်ကားမတွေ့ပါ!
ne: यस प्रकारको लागि कुनै चलचित्र फेला परेको छैन!
nl: Geen films gevonden voor dit genre!
pa: ਇਸ ਸ਼ੈਲੀ ਲਈ ਕੋਈ ਫਿਲਮ ਨਹੀਂ ਮਿਲੀ!
rw: Nta filime zabonetse kuri ubu bwoko!
sd: هن شاخ لاءِ ڪو به فلم ناهي مليو!
sl: Ni bilo najdenih filmov za ta žanr!
sr: Nema filmova za ovaj žanr!
sw: Hakuna filamu kwa aina hii!
ta: இந்த பண்புக்கான படங்கள் இல்லை!
te: ఈ జానర్ కోసం సినిమాలు లభించలేదు!
tg: Ҳеҷ филм барои ин жанр ёфта нашуд!
th: ไม่พบภาพยนตร์สำหรับประเภทนี้!
tk: Bu žanr üçin film tapylmady!
tt: Бу жанр өчен фильмнар юк!
ug: Bu janr uchun film topilmadi!
uk: Фільми для цього жанру не знайдені!
ur: اس جینر کے لیے کوئی فلمیں نہیں ملیں!
vi: Không tìm thấy phim cho thể loại này!
zu: Ayikho ifilimu etholakalayo kulelohlobo!

source: My Notes
af: My Aantekeninge
az: Qeydlərim
be: Мае нататкі
bg: Моите бележки
bn: আমার নোট
ca: Les meves notes
cs: Mé poznámky
cy: Fy Nodiadau
el: Οι Σημειώσεις Μου
et: Minu märkmed
eu: Nire oharrak
fa: یادداشت‌های من
fi: Minun muistiinpanoni
ga: Mo Nóta
gd: Mo notaichean
gu: મારી નોંધો
he: הערות שלי
hi: मेरे नोट्स
hy: Իմ նշումները
ka: ჩემი შენიშვნები
kk: Менің ескертпелерім
km: កំណត់ត្រារបស់ខ្ញុំ
ko: 내 메모
ku: Nîşanên Min
ky: Менин Эскертүүлөрүм
lb: Meng Notizen
lt: Mano pastabos
lv: Manas piezīmes
mk: Моите забелешки
ml: എന്റെ കുറിപ്പുകൾ
mn: Миний тэмдэглэлүүд
mr: माझ्या नोट्स
ms: Nota Saya
my: ကျွန်ုပ်၏မှတ်စုများ
ne: मेरो नोट्स
nl: Mijn Aantekeningen
pa: ਮੇਰੀਆਂ ਨੋਟਾਂ
rw: Ibyanditswe byanjye
sd: منهنجا نوٽس
sl: Moje opombe
sq: Shënimet e Mia
sr: Moje Beleške
sw: Maandishi Yangu
ta: என் குறிப்பு
te: నా నోట్స్
tg: Замодҳои ман
th: บันทึกของฉัน
tk: Menim ýazgylarym
tt: Минем искәрмәләр
ug: Mening eslatmalarim
uk: Мої нотатки
ur: میرے نوٹس
vi: Ghi chú của tôi
zu: Izincwadi Zami

source: Collection Type
af: Versamelingstipe
az: Kolleksiya Növü
be: Тып калекцыі
bg: Тип колекция
bn: সংগ্রহের ধরন
ca: Tipus de col·lecció
cs: Typ kolekce
cy: Math Casgliad
el: Τύπος Συλλογής
et: Kogumise tüüp
eu: Bilduma mota
fa: نوع مجموعه
fi: Kokoelman tyyppi
ga: Cineál Cnuasach
gd: Seòrsa Tòrr
gu: કલેક્શન પ્રકાર
he: סוג אוסף
hi: संग्रह प्रकार
hy: Հավաքածուի տեսակ
ka: კოლექციის ტიპი
kk: Коллекция түрі
km: ប្រភេទប្រមូលផ្តុំ
ko: 컬렉션 유형
ku: Cureya Koleksiyona
ky: Жыйнак түрү
lb: Sammelung Typ
lt: Kolekcijos tipas
lv: Kolekcijas veids
mk: Тип на колекција
ml: സമാഹാര തരങ്ങൾ
mn: Цуглуулгын төрөл
mr: संग्रह प्रकार
ms: Jenis Koleksi
my: စုစည်းမှုအမျိုးအစား
ne: सङ्ग्रह प्रकार
nl: Collectie Type
pa: ਕਲੈਕਸ਼ਨ ਪ੍ਰਕਾਰ
rw: Ubwoko bw'Urutonde
sd: ڪليڪشن جو قسم
sl: Vrsta kolekcije
sq: Lloji i Koleksionit
sr: Tip Kolekcije
sw: Aina ya Mkusanyiko
ta: தொகுப்பு வகை
te: సేకరణ రకం
tg: Намуди М集合
th: ประเภทคอลเลคชัน
tk: Toplama görnüşi
tt: Җыелма төре
ug: Toplama turi
uk: Тип колекції
ur: کلیکشن کا نوع
vi: Loại bộ sưu tập
zu: Uhlobo Lokuqoqwa

source: Blu-Ray
fa: بلو-ری
mr: ब्लू-रे

source: Steelbook
fa: استیل بوک
gu: સ્ટીલબુક
hi: स्टीलबुक
mr: स्टीलबुक
sd: اسٽيل بڪ
ta: ஸ்டீல் புத்தகம்
te: స్టీల్‌బుక్
tt: Стилбук

source: Digital
af: Digitale
az: Rəqəmsal
be: Лічбавы
bg: Цифрово
bn: ডিজিটাল
cs: Digitální
cy: Digidol
el: Ψηφιακό
et: Digitaalne
eu: Digitala
fa: دیجیتال
fi: Digitaalinen
ga: Díreach
gd: Dijiteach
gu: ડિજિટલ
he: דיגיטלי
hi: डिजिटल
hy: Թվային
ka: ციფრული
kk: Цифрлық
km: ឌីជីថល
ko: 디지털
ku: Dijîtal
ky: Цифралык
lt: Skaitmeninis
lv: Digitālais
mk: Дигитално
ml: ഡിജിറ്റൽ
mn: Дижитал
mr: डिजिटल
my: ဒစ်ဂျစ်တယ်
ne: डिजिटल
nl: Digitaal
pa: ਡਿਜੀਟਲ
sd: ڊيجيٽل
sl: Digitalno
sq: Digjital
sr: Digitalno
sw: Kidijitali
ta: டிஜிட்டல்
te: డిజిటల్
tg: Дигитал
th: ดิจิตอล
tk: Sanly
tt: Цифровой
ug: Raqamli
uk: Цифровий
ur: ڈیجیٹل
vi: Kỹ thuật số
zu: Idijithali

source: Streaming
af: Stroom
az: Axın
be: Стрымінг
bg: Стрийминг
bn: স্ট্রিমিং
cy: Ffurf Digwyddiad
el: Ροή
et: Voogedastus
fa: استریمینگ
fi: Suoratoisto
ga: Ag sruthú
gd: Sruthadh
gu: સ્ટ્રીમિંગ
he: סטרימינג
hi: स्ट्रीमिंग
hy: Հոսքային
ka: სტრიმინგი
kk: Ағындық
km: ស្ត្រីមមីង
ko: 스트리밍
ku: Tevgera
ky: Трансляция
lt: Transliacija
lv: Straumēšana
ml: സ്റ്റ്രീമിംഗ്
mn: Стриминг
mr: स्ट्रीमिंग
my: စီးရီး
ne: स्ट्रिमिङ
pa: ਸਟ੍ਰੀਮਿੰਗ
sd: اسٽريم ڪندڙ
sl: Pretakanje
sw: Kutiririsha
ta: ஸ்ட்ரீமிங்
te: స్ట్రీమింగ్
tg: Поток
th: สตรีมมิ่ง
tk: Streeming
tt: Трансляцияләү
uk: Стрімінг
ur: اسٹریمنگ
vi: Phát trực tuyến
zu: Ukuqopha

source: (Rent)
af: (Huur)
az: (Kirayə)
be: (Аранда)
bg: (Наем)
bn: (ভাড়া)
ca: (Lloguer)
cs: (Pronájem)
cy: (Rhentu)
el: (Ενοικίαση)
eu: (Alokatzea)
fa: (اجاره)
fi: (Vuokraa)
ga: (Cuir i gcrích)
gd: (Iar-pàigheadh)
gu: (ભાડે)
he: (לשכור)
hi: (किराए पर)
hy: (Վարձույթ)
ka: (გაქირავება)
kk: (Жалға алу)
km: (ជួល)
ko: (대여)
ku: (Kirîna)
ky: (Жалдап алуу)
lb: (Mënsch)
lt: (Nuoma)
lv: (Izīrēt)
mk: (Наем)
ml: (കവരുക)
mn: (Түрээслэх)
mr: (भाड्याने)
ms: (Sewa)
my: (ငှားရန်)
ne: (भाडामा)
nl: (Huren)
pa: (ਕਿਰਾਏ)
rw: (Kugura)
sd: (ڪرايو)
sl: (Najem)
sq: (Qira)
sr: (Iznajmljivanje)
sw: (Kodi)
ta: (எம்போது)
te: (అద్దె)
tg: (Иҷора)
th: (เช่า)
tk: (Ijaraga)
tt: (Аренда)
ug: (Ijaraga)
uk: (Оренда)
ur: (کرایہ)
vi: (Thuê)
zu: (Ukuqasha)

source: (Buy)
af: (Koop)
az: (Alış)
be: (Пакупка)
bg: (Купи)
bn: (কেনা)
ca: (Comprar)
cs: (Koupit)
cy: (Prynu)
el: (Αγορά)
et: (Osta)
eu: (Erosteko)
fa: (خرید)
fi: (Osta)
ga: (Ceannaigh)
gd: (Ceannach)
gu: (ખરીદો)
he: (לקנות)
hi: (खरीदें)
hy: (Գնում)
ka: (ყიდვა)
kk: (Сатып алу)
km: (ទិញ)
ko: (구매)
ku: (Fermîna)
ky: (Сатып алуу)
lb: (Kafen)
lt: (Pirkti)
lv: (Pirkt)
mk: (Купи)
ml: (കയറി)
mn: (Тамга тавих)
mr: (खरेदी)
ms: (Beli)
my: (ဝယ်ရန်)
ne: (किन्नुहोस्)
nl: (Kopen)
pa: (ਖਰੀਦ)
rw: (Gura)
sd: (خريداري)
sl: (Nakup)
sq: (Bli)
sr: (Kupovina)
sw: (Nunua)
ta: (கொள்)
te: (కొనుగోలు)
tg: (Харид)
th: (ซื้อ)
tk: (Satyn almak)
tt: (Сатып алу)
ug: (Sotib olish)
uk: (Купити)
ur: (خریدیں)
vi: (Mua)
zu: (Thenga)

source: (Subscription)
af: (Intekening)
az: (Abunəlik)
be: (Падпіска)
bg: (Абонамент)
bn: (সাবস্ক্রিপশন)
ca: (Subscripció)
cs: (Předplatné)
cy: (Aelodaeth)
el: (Συνδρομή)
et: (Tellimus)
eu: (Harpidetzaz)
fa: (اشتراک)
fi: (Tilauksessa)
ga: (Síntiús)
gd: (Cuir-seachad)
gu: (સબ્સ્ક્રિપ્શન)
he: (מנוי)
hi: (सदस्यता)
hy: (Բաժանորդագրություն)
ka: (წევრობა)
kk: (Жазылым)
km: (អាណត្តិ)
ko: (구독)
ku: (Abone)
ky: (Абоненттик)
lb: (Abo)
lt: (Prenumerata)
lv: (Abonēšana)
mk: (Претплата)
ml: (ചണ്ഡങ്ങളായിരിക്കും)
mn: (Гишүүнчлэл)
mr: (सदस्यता)
ms: (Langganan)
my: (စာရင်းသွင်းရန်)
ne: (सदस्यता)
nl: (Abonnement)
pa: (ਸਬਸਕ੍ਰਿਪਸ਼ਨ)
rw: (Kwiyandikisha)
sd: (سبسڪرپشن)
sl: (Naročnina)
sq: (Abonim)
sr: (Pretplata)
sw: (Usajili)
ta: (வசதி)
te: (సబ్‌స్క్రిప్షన్)
tg: (Аъзогӣ)
th: (สมัครสมาชิก)
tk: (Abunelik)
tt: (Абонемент)
ug: (Obuna)
uk: (Підписка)
ur: (سبسکرپشن)
vi: (Đăng ký)
zu: (Ukubhalisa)

source: Where to Watch?
af: Waar om te kyk?
az: Harada İzləmək Olar?
be: Дзе глядзець?
bg: Къде да гледате?
bn: কোথায় দেখবেন?
ca: On veure?
cs: Kde sledovat?
cy: Ble i wylio?
el: Που να παρακολουθήσετε;
et: Kus vaadata?
eu: Non ikusi?
fa: کجا تماشا کنیم؟
fi: Missä katsoa?
ga: Cá le breathnú?
gd: Càite an fhaic thu?
gu: ક્યાં જોવું?
he: איפה לצפות?
hi: कहां देखें?
hy: Որտեղ դիտել?
ka: სად უნდა ნახოთ?
kk: Қайда көруге болады?
km: កន្លែងមើល?
ko: 어디서 볼까요?
ku: Li kû temaşe bikin?
ky: Кайда көрүү керек?
lb: Wou fir z'gesin?
lt: Kur žiūrėti?
lv: Kur skatīties?
mk: Каде да се гледа?
ml: എവിടെ കാണാം?
mn: Хаана үзэх вэ?
mr: कोठे पहा?
ms: Di mana untuk menonton?
my: မည်သည့်နေရာတွင်ကြည့်ရမည်?
ne: कहाँ हेर्ने?
nl: Waar te kijken?
pa: ਕਿੱਥੇ ਦੇਖਣਾ ਹੈ?
rw: Waba ushaka kureba he?
sd: ڪٿي ڏسو؟
sl: Kje gledati?
sq: Ku të shikohet?
sr: Gde gledati?
sw: Wapi Kutazama?
ta: எங்கே பார்க்க?
te: ఎక్కడ చూడాలి?
tg: Куҷо тамошо кардан мумкин аст?
th: ดูที่ไหน?
tk: Nerede görmek?
tt: Кайда карарга?
ug: Qayerda tomosha qilish mumkin?
uk: Де подивитися?
ur: کہاں دیکھیں؟
vi: Xem ở đâu?
zu: Kuphi Ukubuka?

source: Creation Date
af: Skeppingsdatum
az: Yaradılma Tarixi
be: Дата стварэння
bg: Дата на създаване
bn: সৃষ্টির তারিখ
ca: Data de creació
cs: Datum vytvoření
cy: Dyddiad Creu
el: Ημερομηνία δημιουργίας
eu: Sortze data
fa: تاریخ ایجاد
fi: Luomispäivämäärä
ga: Dáta Cruthaithe
gu: સર્જના તારીખ
he: תאריך יצירה
hi: निर्माण तिथि
hy: Ստեղծման ամսաթիվ
ka: შექმნის თარიღი
kk: Жасалу күні
km: កាលបរិច្ឆេទបង្កើត
ko: 생성 날짜
ku: Rojekê afirandinê
ky: Жаралуу күнү
lb: Créatiounsdatum
lt: Kūrimo data
lv: Izveides datums
mk: Датум на креирање
ml: സൃഷ്ടിക്കലിന്റെ തീയതി
mn: Бүтээх огноо
mr: निर्माण तारीख
ms: Tarikh Penciptaan
my: ဖန်တီးသည့်နေ့ရက်
ne: सिर्जना मिति
nl: Aanmakingsdatum
pa: ਬਣਾਉਣ ਦੀ ਤਾਰੀਖ
rw: Itariki y'irema
sd: تخليق جي تاريخ
sl: Datum ustvarjanja
sq: Data e krijimit
sr: Datum kreiranja
sw: Tarehe ya Uundaji
ta: உருவாக்க தேதி
tg: Санаи эҷод
th: วันที่สร้าง
tk: Ýaradyş güni
ug: Yengilik waqtı
uk: Дата створення
ur: تخلیق کی تاریخ
vi: Ngày tạo
zu: Usuku Lokudala

source: Franchise
az: Françayz
be: Франшыза
bg: Франчайз
bn: ফ্র্যাঞ্চাইজি
ca: Franquícia
cs: Franšíza
cy: Ffransis
el: Γραφείο
eu: Frantzia
fa: فرانچایز
fi: Franshise
ga: Fraincis
gu: ફ્રેન્ચાઇઝ
he: זיכיון
hi: फ्रेंचाइजी
hy: Ֆրանչայզ
ka: ფრანჩაიზი
kk: Франшиза
km: ហ្វ្រាំងស៊ីស
ko: 프랜차이즈
ky: Франшиза
lt: Fransizė
lv: Franšīze
mk: Франшиза
ml: ഫ്രാഞ്ചൈസി
mn: Франшиз
mr: फ्रँचायझी
ms: Francais
my: ဖရန်ချိုင်းစီ
ne: फ्रान्चाइज
pa: ਫਰੈਂਚਾਈਜ਼
sd: فرينچائز
sl: Franšiza
sq: Franshiza
sr: Franšiza
ta: பிராண்டு
tg: Франшиза
th: แฟรนไชส์
tk: Françiza
ug: Françize
uk: Франшиза
ur: فرنچائز
vi: Nhượng quyền
zu: Ifranchise

source: Franchises
az: Françayzlar
be: Франшызы
bg: Франчайзи
bn: ফ্র্যাঞ্চাইজিগুলি
ca: Franquícies
cs: Franšízy
cy: Ffransisau
el: Γραφεία
eu: Frantziak
fa: فرانچایزها
fi: Franshiset
ga: Fraincisí
gu: ફ્રેન્ચાઇઝિસ
he: זיכיונות
hi: फ्रेंचाइजीज़
hy: Ֆրանչայզներ
ka: ფრანჩაიზები
kk: Франшизалар
km: ហ្វ្រាំងស៊ីស
ko: 프랜차이즈
ku: Franchise'ler
ky: Франшизалар
lb: Franchisen
lt: Fransizės
lv: Franšīzes
mk: Франшизи
ml: ഫ്രാഞ്ചൈസികൾ
mn: Франшизууд
mr: फ्रँचायझी
ms: Francais
my: ဖရန်ချိုင်းစီများ
ne: फ्रान्चाइजहरू
pa: ਫਰੈਂਚਾਈਜ਼
sd: فرينچائزز
sl: Franšize
sq: Franshiza
sr: Franšize
sw: Franchise
ta: பிராண்டுகள்
tg: Франшизаҳо
th: แฟรนไชส์
tk: Françizalar
ug: Françizeler
uk: Франшизи
ur: فرنچائزز
vi: Nhượng quyền
zu: Izinkampani ezizimele

source: Add Franchise
af: Voeg Franchise By
az: Françayz Əlavə Et
be: Дадаць франшызу
bg: Добавяне на франчайз
bn: ফ্র্যাঞ্চাইজি যোগ করুন
ca: Afegeix franquícia
cs: Přidat franšízu
cy: Ychwanegu Ffransis
el: Προσθήκη γραφείου
eu: Gehitu frantzia
fa: اضافه کردن فرانچایز
fi: Lisää franchise
ga: Cuir Fraincis Leis
gu: ફ્રેન્ચાઇઝ ઉમેરો
he: הוסף זיכיון
hi: फ्रेंचाइजी जोड़ें
hy: Ավելացնել ֆրանչայզ
ka: ფრანჩაიზის დამატება
kk: Франшизаны қосу
km: បន្ថែមហ្វ្រាំងស៊ីស
ko: 프랜차이즈 추가
ku: Franchise zêde bikin
ky: Франшизаны кошуу
lb: Franchise zousetzen
lt: Pridėti franšizę
lv: Pievienot franšīzi
mk: Додај франшиза
ml: ഫ്രാഞ്ചൈസി ചേർക്കുക
mn: Франшиз нэмэх
mr: फ्रँचायझी जोडा
ms: Tambah Francais
my: ဖရန်ချိုင်းစီထည့်ရန်
ne: फ्रान्चाइज थप्नुहोस्
nl: Voeg franchise toe
pa: ਫਰੈਂਚਾਈਜ਼ ਜੋੜੋ
rw: Ongeramo franchise
sd: فرينچائز شامل ڪريو
sl: Dodaj franšizo
sq: Shto franshizë
sr: Dodaj franšizu
sw: Ongeza Franchise
ta: பிராண்டை சேர்க்கவும்
tg: Франшиза илова кунед
th: เพิ่มแฟรนไชส์
tk: Françiza goşmak
ug: Françize qoshush
uk: Додати франшизу
ur: فرنچائز شامل کریں
vi: Thêm nhượng quyền
zu: Engeza Ifranchise

source: Tag
af: Etiket
az: Etiket
be: Тэг
bg: Етикет
bn: ট্যাগ
ca: Etiqueta
cs: Štítek
el: Ετικέτα
eu: Etiketa
fa: برچسب
fi: Tunniste
ga: Clibe
gu: ટૅગ
he: תג
hi: टैग
hy: Պիտակ
ka: ნიშანი
kk: Тег
km: ស្លាក
ko: 태그
ku: Tîpa
ky: Тег
lt: Žyma
lv: Etiķete
mk: Таг
ml: ടാഗ്
mn: Таг
mr: टॅग
my: တိုင်
ne: ट्याग
pa: ਟੈਗ
sd: ٽئگ
sl: Oznaka
sq: Etiketë
sw: Tagi
ta: டேக்
tg: Тег
th: แท็ก
tk: Teg
ug: Teg
uk: Тег
ur: ٹیگ
vi: Thẻ
zu: Ithegi

source: Tags
af: Etikette
az: Etiketlər
be: Тэгі
bg: Етикети
bn: ট্যাগসমূহ
ca: Etiquetes
cs: Štítky
cy: Tagiau
el: Ετικέτες
eu: Etiketak
fa: برچسب‌ها
fi: Tunnisteet
ga: Clibeanna
gu: ટૅગ્સ
he: תגים
hi: टैग्स
hy: Պիտակներ
ka: ნიშანები
kk: Тегтер
km: ស្លាក
ko: 태그
ku: Tîpan
ky: Тегдер
lt: Žymos
lv: Etiķetes
mk: Тагови
ml: ടാഗുകൾ
mn: Тагууд
mr: टॅग्ज
ms: Tag
my: တိုင်များ
ne: ट्यागहरू
pa: ਟੈਗ
sd: ٽئگس
sl: Oznake
sq: Etiketa
sr: Tagovi
sw: Tagi
ta: டேக்குகள்
tg: Тегҳо
th: แท็ก
tk: Tegler
ug: Teglar
uk: Теги
ur: ٹیگ
vi: Thẻ
zu: Amathegi

source: Add Tag
af: Voeg Etiket By
az: Etiket Əlavə Et
be: Дадаць тэг
bg: Добавяне на етикет
bn: ট্যাগ যোগ করুন
ca: Afegeix etiqueta
cs: Přidat štítek
cy: Ychwanegu Tag
el: Προσθήκη ετικέτας
eu: Gehitu etiketa
fa: اضافه کردن برچسب
fi: Lisää tunniste
ga: Cuir Clibe Leis
gu: ટૅગ ઉમેરો
he: הוסף תג
hi: टैग जोड़ें
hy: Ավելացնել պիտակ
ka: ნიშნის დამატება
kk: Тег қосу
km: បន្ថែមស្លាក
ko: 태그 추가
ku: Tîpa zêde bikin
ky: Тег кошуу
lb: Tag derbäisetzen
lt: Pridėti žymą
lv: Pievienot etiķeti
mk: Додај таг
ml: ടാഗ് ചേർക്കുക
mn: Таг нэмэх
mr: टॅग जोडा
ms: Tambah Tag
my: တိုင်ထည့်ရန်
ne: ट्याग थप्नुहोस्
nl: Voeg tag toe
pa: ਟੈਗ ਜੋੜੋ
rw: Ongeramo tag
sd: ٽئگ شامل ڪريو
sl: Dodaj oznako
sq: Shto etiketë
sr: Dodaj tag
sw: Ongeza Tagi
ta: டேக்கை சேர்க்கவும்
tg: Тег илова кунед
th: เพิ่มแท็ก
tk: Teg goşmak
ug: Teg qoshush
uk: Додати тег
ur: ٹیگ شامل کریں
vi: Thêm thẻ
zu: Engeza Ithegi
