Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Director Null
af: Geen Regisseur Nie
az: Rejissor yoxdur
be: Рэжысёра няма
bg: Режисьор не е посочен
bn: কোনো পরিচালক নেই
ca: Director nul
cs: Režisér není uveden
cy: Cyfarwyddwr Null
el: Σκηνοθέτης Άγνωστος
et: Režissöör puudub
eu: Zuzendaririk ez dago
fa: کارگردان null
fi: Ohjaaja puuttuu
ga: Stiúrthóir Null
gd: Null stiùiriche
gu: દિગ્દર્શક નલ
he: במאי Null
hi: निर्देशक नल
hy: Ռեժիսոր չկա
ka: არასრული რეჟისორი
kk: Режиссер жоқ
km: អ្នកគ្រប់គ្រង Null
ko: 감독 없음
ku: Rêvebir Null
ky: Режиссёр жок
lb: Regisseur Null
lt: Režisierius neegzistuoja
lv: Nav režisora
mk: Режисер нулт
ml: നിരദേശകൻ ഇല്ല
mn: Зохион бүтээгч байхгүй
mr: दिग्दर्शक शून्य
ms: Pengarah Null
my: ဒါရိုက်တာကွက်လပ်
ne: निर्देशक शून्य
nl: Regisseur Niet Beschikbaar
pa: ਡਾਇਰੈਕਟਰ ਨੱਲ
rw: Umuyobozi Null
sd: هدايتڪار خالي
sl: Režiser ni določen
sq: Asnjë regjisor
sr: Režiser Null
sw: Mkurugenzi Sio Halali
ta: திரையரசு நுல்
te: దర్శకుడు నల్ల
tg: Режисёр хали
th: ผู้กำกับเป็นค่าว่าง
tk: Režissýor ýok
tt: Режиссер Null
ug: Rejissyor mavjud emas
uk: Режисер відсутній
ur: ہدایتکار غائب
vi: Đạo diễn trống
zu: Umqondisi Null

source: Actors
af: Akteurs
az: Aktris/Dramaturq
be: Акцёры
bg: Актьори
bn: অভিনেতারা
cs: Herec
cy: Actorion
el: Ηθοποιοί
et: Näitlejad
eu: Aktoreak
fa: بازیگران
fi: Näyttelijät
ga: Aisteoirí
gd: Actaran
gu: અભિનેતાઓ
he: שחקנים
hi: अभिनेता
hy: Դերասաններ
ka: მსახიობები
kk: Актерлер
km: តួអង្គ
ko: 배우들
ku: Lîstikvan
ky: Актерлор
lb: Schauspiller
lt: Aktoriai
lv: Aktieri
mk: Актери
ml: പടവാളികൾ
mn: Тоглогчид
mr: अभिनेते
ms: Pelakon
my: သရုပ်ဆောင်များ
ne: अभिनेता
nl: Acteurs
pa: ਅਦਾਕਾਰ
rw: Abakinnyi
sd: اداڪار
sl: Igralci
sq: Aktorë
sr: Glumci
sw: Waigizaji
ta: நடிகர்கள்
te: నటులు
tg: Актёрҳо
th: นักแสดง
tk: Aktyörler
tt: Актерлар
ug: Aktyorlar
uk: Актори
ur: اداکار
vi: Diễn viên
zu: Abalingisi

source: No Actors Selected
af: Geen Akteurs Gekies Nie
az: Heç bir aktris/dramaturq seçilməyib
be: Акцёры не выбраны
bg: Няма избрани актьори
bn: কোনো অভিনেতা নির্বাচিত হয়নি
ca: No s'han seleccionat actors
cs: Žádní herci nebyli vybráni
cy: Dim actorion wedi'u dewis
el: Δεν επιλέχθηκαν ηθοποιοί
et: Ei ole valitud näitlejaid
eu: Ez da aktorerik aukeratu
fa: هیچ بازیگری انتخاب نشده
fi: Ei näyttelijöitä valittu
ga: Ní roghnaíodh aisteoirí
gd: Chan eil actaran air an taghadh
gu: કોઈ અભિનેતા પસંદ કરવામાં આવ્યા નથી
he: לא נבחרו שחקנים
hi: कोई अभिनेता चयनित नहीं
hy: Դերասաններ ընտրված չեն
ka: არ არის შერჩეული მსახიობები
kk: Актерлер таңдалмады
km: មិនមានតួអង្គដែលបានជ្រើសរើស
ko: 선택된 배우가 없습니다
ku: Hîç Lîstikvan hilbijartî nehatîye
ky: Актерлор тандалган жок
lb: Keng Schauspieler ausgewielt
lt: Nėra pasirinktų aktorių
lv: Nav izvēlēti aktieri
mk: Нема избрани актери
ml: പടവാളികൾ തിരഞ്ഞെടുക്കപ്പെട്ടവ ഇല്ല
mn: Тоглогчид сонгогдоогүй байна
mr: कोणतेही अभिनेता निवडलेले नाहीत
ms: Tiada Pelakon Dipilih
my: သရုပ်ဆောင်များမရွေးချယ်ပါ
ne: कुनै अभिनेता चयन गरिएको छैन
nl: Geen acteurs geselecteerd
pa: ਕੋਈ ਅਦਾਕਾਰ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
rw: Nta mukinnyi watoranijwe
sd: ڪنهن اداڪار کي منتخب ناهي ڪيو
sl: Ni izbranih igralcev
sq: Asnjë aktor i zgjedhur
sr: Nisu odabrani glumci
sw: Hakuna Waigizaji Waliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட நடிகர்கள் இல்லை
te: ఎటువంటి నటులు ఎంచుకోబడలేదు
tg: Ҳеҷ актёр интихоб нагардида аст
th: ไม่ได้เลือกนักแสดงใดๆ
tk: Hiç hili hudaý saýlanmady
tt: Актерлар сайланмаган
ug: Hech qanday aktyor tanlanmagan
uk: Жоден актор не вибраний
ur: کوئی اداکار منتخب نہیں ہے
vi: Chưa chọn diễn viên nào
zu: Ayikho Abalingisi Ezikhethiwe

source: Writers
af: Skrywers
az: Ssenaristlər
be: Сцэнарысты
bg: Писатели
bn: লেখকরা
ca: Escriptors
cs: Scénáristé
cy: Awduron
el: Συγγραφείς
et: Kirjutajad
eu: Idazleak
fa: نویسندگان
fi: Kirjoittajat
ga: Scríbhneoirí
gd: Sgrìobhadairean
gu: લેખકો
he: תסריטאים
hi: लेखक
hy: Սցենարիստներ
ka: წერილების ავტორები
kk: Жазушылар
km: អ្នកនិពន្ធ
ko: 작가들
ku: Nivîskar
ky: Жазуучулар
lb: Schreifwiesen
lt: Rašytojai
lv: Rakstnieki
mk: Писатели
ml: രചയിതാക്കൾ
mn: Бичигчид
mr: लेखक
ms: Penulis
my: ရေးဆွဲသူများ
ne: लेखकहरू
nl: Schrijvers
pa: ਲਿਖਾਰੀ
rw: Abanditsi
sd: ليکڪ
sl: Pisatelji
sq: Skenaristë
sr: Pisci
sw: Waandishi
ta: எழுத்தாளர்கள்
te: రచయితలు
tg: Нависандагон
th: นักเขียน
tk: Yazgyjylar
tt: Язучылар
ug: Yozuvchilar
uk: Сценаристи
ur: مصنفین
vi: Tác giả
zu: Ababhali

source: No Writers Selected
af: Geen Skrywers Gekies Nie
az: Heç bir ssenarist seçilməyib
be: Сцэнарысты не выбраны
bg: Няма избрани писатели
bn: কোনো লেখক নির্বাচিত হয়নি
ca: No s'han seleccionat escriptors
cs: Žádní scénáristé nebyli vybráni
cy: Dim awduron wedi'u dewis
el: Δεν επιλέχθηκαν συγγραφείς
et: Ei ole valitud kirjutajaid
eu: Ez da idazlerik aukeratu
fa: هیچ نویسنده‌ای انتخاب نشده
fi: Ei kirjoittajia valittu
ga: Ní roghnaíodh scríbhneoirí
gd: Chan eil sgrìobhadairean air an taghadh
gu: કોઈ લેખક પસંદ કરવામાં આવ્યા નથી
he: לא נבחרו תסריטאים
hi: कोई लेखक चयनित नहीं
hy: Սցենարիստներ ընտրված չեն
ka: არ არის შერჩეული ავტორები
kk: Жазушылар таңдалмады
km: មិនមានអ្នកនិពន្ធដែលបានជ្រើសរើស
ko: 선택된 작가가 없습니다
ku: Hîç Nivîskar hilbijartî nehatîye
ky: Жазуучулар тандалган жок
lb: Keng Schreifwiesen ausgewielt
lt: Nėra pasirinktų rašytojų
lv: Nav izvēlēti rakstnieki
mk: Нема избрани писатели
ml: രചയിതാക്കൾ തിരഞ്ഞെടുക്കപ്പെട്ടവ ഇല്ല
mn: Бичигчид сонгогдоогүй байна
mr: कोणतेही लेखक निवडलेले नाहीत
ms: Tiada Penulis Dipilih
my: ရေးဆွဲသူများမရွေးချယ်ပါ
ne: कुनै लेखक चयन गरिएको छैन
nl: Geen schrijvers geselecteerd
pa: ਕੋਈ ਲਿਖਾਰੀ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
rw: Nta wanditsi watoranijwe
sd: ڪنهن ليکڪ کي منتخب ناهي ڪيو
sl: Ni izbranih pisateljev
sq: Asnjë skenarist i zgjedhur
sr: Nisu odabrani pisci
sw: Hakuna Waandishi Waliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்தாளர்கள் இல்லை
te: ఎటువంటి రచయితలు ఎంచుకోబడలేదు
tg: Ҳеҷ нависанда интихоб нагардида аст
th: ไม่ได้เลือกนักเขียนใดๆ
tk: Hiç hili yazgyjy saýlanmady
tt: Язучылар сайланмаган
ug: Hech qanday yozuvchi tanlanmagan
uk: Жоден сценарист не вибраний
ur: کوئی مصنف منتخب نہیں ہے
vi: Chưa chọn tác giả nào
zu: Ayikho Ababhali Ezikhethiwe

source: Production Companies
af: Produksiemaatskappye
az: İstehsal Şirkətləri
be: Кінакампаніі
bg: Продуцентски компании
bn: প্রযোজনা সংস্থাগুলি
ca: Empreses de producció
cs: Produkční společnosti
cy: Cwmnïau Cynhyrchu
el: Παραγωγικές Εταιρείες
et: Tootmisettevõtted
eu: Ekoizpen enpresak
fa: شرکت‌های تولید
fi: Tuotantoyhtiöt
ga: Comhlachtaí Tionóil
gd: Companaidhean cinneasachaidh
gu: પ્રોડક્શન કંપનીઓ
he: חברות הפקה
hi: प्रोडक्शन कंपनियाँ
hy: Արտադրական ընկերություններ
ka: წარმოების კომპანიები
kk: Өндіріс компаниялары
km: ក្រុមហ៊ុនផលិត
ko: 제작사들
ku: Kampaniyên Parastinê
ky: Өндүрүү компаниялары
lb: Produktiounsgesellschaften
lt: Gamybos įmonės
lv: Ražošanas uzņēmumi
mk: Продукциски компании
ml: പ്രൊഡക്ഷൻ കമ്പനികൾ
mn: Үйлдвэрлэгч компаниуд
mr: उत्पादन कंपन्या
ms: Syarikat Produksi
my: ထုတ်လုပ်မှုကုမ္ပဏီများ
ne: निर्माण कम्पनीहरू
nl: Productiebedrijven
pa: ਉਤਪਾਦਨ ਕੰਪਨੀਆਂ
rw: Isosiyete y'Ubwubatsi
sd: پروڊڪشن ڪمپنيون
sl: Produkciona podjetja
sq: Kompanitë e Produksionit
sr: Produkciona Kompanija
sw: Makampuni ya Uzalishaji
ta: தயாரிப்பு நிறுவனங்கள்
te: ప్రొడక్షన్ కంపెనీలు
tg: Ширкатҳои истеҳсолӣ
th: บริษัทผลิต
tk: Işletmeler
tt: Производствога компанияләр
ug: Ishlab chiqaruvchi kompaniyalar
uk: Виробничі компанії
ur: پروڈکشن کمپنیاں
vi: Các công ty sản xuất
zu: Izinkampani Zokukhiqiza

source: No Companies Selected
af: Geen Maatskappye Gekies Nie
az: Heç bir şirkət seçilməyib
be: Кінакампаніі не выбраны
bg: Няма избрани компании
bn: কোনো প্রযোজনা সংস্থা নির্বাচিত হয়নি
ca: No s'han seleccionat empreses
cs: Žádné společnosti nebyly vybrány
cy: Dim cwmnïau wedi'u dewis
el: Δεν επιλέχθηκαν εταιρείες
et: Ei ole valitud ettevõtteid
eu: Ez da enpresarik aukeratu
fa: هیچ شرکتی انتخاب نشده
fi: Ei yrityksiä valittu
ga: Ní roghnaíodh comhlachtaí
gd: Chan eil companaidhean air an taghadh
gu: કોઈ કંપની પસંદ કરવામાં આવી નથી
he: לא נבחרו חברות
hi: कोई कंपनी चयनित नहीं
hy: Ընկերություններ ընտրված չեն
ka: არ არის შერჩეული კომპანიები
kk: Компаниялар таңдалмады
km: មិនមានក្រុមហ៊ុនផលិតដែលបានជ្រើសរើស
ko: 선택된 제작사가 없습니다
ku: Hîç Kampaniya hilbijartî nehatîye
ky: Компаниялар тандалган жок
lb: Keng Firma ausgewielt
lt: Nėra pasirinktų įmonių
lv: Nav izvēlēti uzņēmumi
mk: Нема избрани компании
ml: കമ്പനികൾ തിരഞ്ഞെടുക്കപ്പെട്ടവ ഇല്ല
mn: Компаниуд сонгогдоогүй байна
mr: कोणत्याही कंपन्या निवडलेले नाहीत
ms: Tiada Syarikat Dipilih
my: ကုမ္ပဏီများမရွေးချယ်ပါ
ne: कुनै कम्पनी चयन गरिएको छैन
nl: Geen bedrijven geselecteerd
pa: ਕੋਈ ਕੰਪਨੀ ਚੁਣੀ ਨਹੀਂ ਗਈ
rw: Nta sosiyete yatoranijwe
sd: ڪنهن ڪمپني کي منتخب ناهي ڪيو
sl: Ni izbranih podjetij
sq: Asnjë kompani e zgjedhur
sr: Nisu odabrane kompanije
sw: Hakuna Makampuni Yaliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட நிறுவனங்கள் இல்லை
te: ఎటువంటి కంపెనీలు ఎంచుకోబడలేదు
tg: Ҳеҷ ширкати интихоб нагардида аст
th: ไม่ได้เลือกบริษัทใดๆ
tk: Hiç hili kompaniýa saýlanmady
tt: Компанияләр сайланмаган
ug: Hech qanday kompaniya tanlanmagan
uk: Жодна компанія не вибрана
ur: کوئی کمپنیاں منتخب نہیں ہیں
vi: Chưa chọn công ty nào
zu: Ayikho Izinkampani Ezikhethiwe

# releaseDateColon
source: Release Date:
af: Vrygestel Datum:
az: Buraxılış tarixi:
be: Дата выпуску:
bg: Дата на издаване:
bn: প্রকাশের তারিখ:
ca: Data de llançament:
cs: Datum vydání:
cy: Dyddiad rhyddhau:
el: Ημερομηνία Κυκλοφορίας:
et: Väljalaske kuupäev:
eu: Argitaratze data:
fa: تاریخ انتشار:
fi: Julkaisupäivämäärä:
ga: Dáta Scaoilte:
gd: Ceann-latha leigeil ma sgaoil:
gu: રિલીઝ તારીખ:
he: תאריך יציאה:
hi: रिलीज़ तिथि:
hy: Թողարկման ամսաթիվ՝
ka: გამოშვების თარიღი:
kk: Шығару күні:
km: កាលបរិច្ឆេទចេញផ្សាយ:
ko: 개봉일:
ku: Rojekê Çêkirinê:
ky: Чыгаруу күнү:
lb: Fräigabe Datum:
lt: Išleidimo data:
lv: Izlaišanas datums:
mk: Датум на издавање:
ml: ചിതറി തീയതി:
mn: Тамга тавих огноо:
mr: प्रकाशन तारीख:
ms: Tarikh Keluaran:
my: ထုတ်ပြန်ရက်:
ne: मुक्ति मिति:
nl: Releasedatum:
pa: ਰਿਲੀਜ਼ ਦੀ ਤਾਰੀਖ:
rw: Itariki yasohowe:
sd: ريليز جي تاريخ:
sl: Datum izida:
sq: Data e Publikimit:
sr: Datum izlaska:
sw: Tarehe ya Kutolewa:
ta: வெளியீட்டு தேதி:
te: విడుదల తేదీ:
tg: Санаи баромад:
th: วันวางจำหน่าย:
tk: Çykaryş Taryhy:
tt: Чыгару көне:
ug: Chiqarilish sanasi:
uk: Дата випуску:
ur: ریلیز کی تاریخ:
vi: Ngày phát hành:
zu: Usuku Lokukhululwa:

# watchDateColon
source: Watch Date:
af: Kykdatum:
az: İzləmə tarixi:
be: Дата прагляду:
bg: Дата на гледане:
bn: দেখার তারিখ:
ca: Data de visualització:
cs: Datum sledování:
cy: Dyddiad gwylio:
el: Ημερομηνία Παρακολούθησης:
et: Vaadatud kuupäev:
eu: Ikusteko data:
fa: تاریخ تماشا:
fi: Katso päivämäärä:
ga: Dáta Faire:
gd: Ceann-latha faicinn:
gu: વોચ તારીખ:
he: תאריך צפייה:
hi: देखने की तिथि:
hy: Դիտման ամսաթիվ՝
ka: ნახვის თარიღი:
kk: Көру күні:
km: កាលបរិច្ឆេទមើល:
ko: 시청일:
ku: Rojekê Temaşe:
ky: Көрүү күнү:
lb: Sichtungsdatum:
lt: Žiūrėjimo data:
lv: Skatīšanās datums:
mk: Датум на гледање:
ml: കാണുന്ന തീയതി:
mn: Харах огноо:
mr: वॉच तारीख:
ms: Tarikh Tonton:
my: ကြည့်ရှုရက်:
ne: हेर्ने मिति:
nl: Bekijk datum:
pa: ਵਿਚਾਰ ਕਰਨ ਦੀ ਤਾਰੀਖ:
rw: Itariki yo kureba:
sd: ڏسڻ جي تاريخ:
sl: Datum ogledovanja:
sq: Data e Shikimit:
sr: Datum gledanja:
sw: Tarehe ya Kutazama:
ta: பார்க்கும் தேதி:
te: వాచ్ తేదీ:
tg: Санаи тамошо:
th: วันที่ดู:
tk: Syn etmek Taryhy:
tt: Карау көне:
ug: Ko'rish sanasi:
uk: Дата перегляду:
ur: دیکھنے کی تاریخ:
vi: Ngày xem:
zu: Usuku Lokubuka:

# budgetColon
source: Budget:
af: Begroting:
az: Büdcə:
be: Бюджэт:
bg: Бюджет:
bn: বাজেট:
ca: Pressupost:
cs: Rozpočet:
cy: Cyllideb:
el: Προϋπολογισμός:
et: Eelarve:
eu: Aurrekontua:
fa: بودجه:
fi: Budjetti:
ga: Buiséad:
gd: Buidseat:
gu: બજેટ:
he: תקציב:
hi: बजट:
hy: Բյուջե՝
ka: ბიუჯეტი:
kk: Бюджет:
km: ថវិកា:
ko: 예산:
ku: Bajet:
ky: Бюджет:
lt: Biudžetas:
lv: Budžets:
mk: Буџет:
ml: ബജറ്റ്:
mn: Төсөв:
mr: बजेट:
ms: Belanjawan:
my: ဘတ်ဂျက်:
ne: बजेट:
pa: ਬਜਟ:
rw: Ingengo y'imari:
sd: بجيٽ:
sl: Proračun:
sq: Buxheti:
sr: Budžet:
sw: Bajeti:
ta: பட்ஜெட்:
te: బడ్జెట్:
tg: Бюҷет:
th: งบประมาณ:
tk: Büdet:
tt: Бюджет:
ug: Byudjet:
uk: Бюджет:
ur: بجٹ:
vi: Ngân sách:
zu: Ibhajethi:

# revenueColon
source: Revenue:
af: Inkomste:
az: Gəlir:
be: Прыбытак:
bg: Приходи:
bn: রাজস্ব:
ca: Ingressos:
cs: Příjmy:
cy: Incwm:
el: Έσοδα:
et: Tulu:
eu: Diru-sarrerak:
fa: درآمد:
fi: Tulot:
ga: Ioncam:
gd: Teachd-a-steach:
gu: રેવન્યુ:
he: הכנסות:
hi: रेवेन्यू:
hy: Եկամուտ՝
ka: მომავალი:
kk: Табыс:
km: ចំណូល:
ko: 수익:
ku: Hîrç:
ky: Киреше:
lb: Akommen:
lt: Pajamos:
lv: Ieņēmumi:
mk: Приход:
ml: ആവക്കൂട്ട്:
mn: Орлого:
mr: राजस्व:
ms: Pendapatan:
my: ဝင်ငွေ:
ne: आम्दानी:
nl: Opbrengst:
pa: ਆਮਦਨ:
rw: Amafaranga yinjijwe:
sd: آمدني:
sl: Prihodki:
sq: Të ardhurat:
sr: Prihod:
sw: Mapato:
ta: வருவாய்:
te: ఆదాయం:
tg: Даромад:
th: รายได้:
tk: Gelir:
tt: Керем:
ug: Daromad:
uk: Доходи:
ur: آمدنی:
vi: Doanh thu:
zu: Imali engenayo:

source: Plot
af: Verhaal
az: Süjet
be: Сюжэт
bg: Сюжет
bn: কাহিনী
ca: Argument
cs: Děj
el: Περίληψη
et: Süžee
eu: Sinopsia
fa: خلاصه داستان
fi: Juoni
ga: Cuir síos
gu: પ્લોટ
he: עלילה
hi: प्लॉट
hy: Սյուժե
ka: სიუჟეტი
kk: Сюжет
km: បណ្តុះ
ko: 줄거리
ku: Tîr
ky: Окуя
lt: Siužetas
lv: Sižets
mk: Заплет
ml: കഥ
mn: Өгүүлэмж
mr: कथानक
my: ဇာတ်လမ်း
ne: कथा
nl: Verhaal
pa: ਕਹਾਣੀ
rw: Icyerekezo
sd: ڪهاڻي
sl: Zgodba
sq: Përmbledhja
sr: Radnja
sw: Hadithi
ta: கதை
te: కథ
tg: Сюжет
th: เนื้อเรื่อง
tt: Плот
ug: Syujet
uk: Сюжет
ur: کہانی
vi: Nội dung
zu: Uhlaka

source: Runtime (Minutes)
af: Tydsduur (Minute)
az: Müddət (dəqiqə)
be: Працягласць (у хвілінах)
bg: Продължителност (минути)
bn: সময়কাল (মিনিটে)
ca: Durada (minuts)
cs: Délka (minuty)
cy: Amser rhedeg (Munudau)
el: Διάρκεια (Λεπτά)
et: Kestus (minutid)
eu: Iraupena (minutu)
fa: مدت زمان (دقیقه)
fi: Kesto (Minuutit)
ga: Am Rith (Cúigí)
gd: Ùine-ruith (mionaid)
gu: રનટાઇમ (મિનિટ)
he: זמן ריצה (דקות)
hi: रनटाइम (मिनट)
hy: Տևողություն (րոպե)
ka: მოქმედების დრო (წუთი)
kk: Уақыт (Минут)
km: រយៈពេល (នាទី)
ko: 상영 시간 (분)
ku: Dema Çalakî (Daqîqe)
ky: Убакыт (Мүнөт)
lb: Lafzäit (Minutten)
lt: Trukmė (minutėmis)
lv: Ilgums (minūtēs)
mk: Времетраење (минути)
ml: ടൈം (മിനിറ്റ്)
mn: Тоглуулах цаг (минут)
mr: कालावधी (मिनिटांमध्ये)
ms: Tempoh (Minit)
my: အချိန်ကာလ (မိနစ်)
ne: समय अवधि (मिनेट)
nl: Duur (minuten)
pa: ਚੱਲਣ ਦਾ ਸਮਾਂ (ਮਿੰਟ)
rw: Igihe cyo gukina (iminota)
sd: دورانيہ (منٽ)
sl: Trajanje (minute)
sq: Kohezgjatja (Minuta)
sr: Trajanje (Minuti)
sw: Muda (Dakika)
ta: காலம் (நிமிடங்களில்)
te: రన్నింగ్ టైం (నిమిషాలు)
tg: Вақти иҷро (Дақиқа)
th: ระยะเวลา (นาที)
tk: Wagty (minut)
tt: Вакыт (Минута)
ug: Vaqt (Daqiqa)
uk: Тривалість (Хвилини)
ur: دورانیہ (منٹ)
vi: Thời gian chạy (phút)
zu: Isikhathi Sokusebenza (Iminithi)

# enterValidNumber
source: Please enter valid number
af: Voer asseblief 'n geldige nommer in
az: Düzgün rəqəm daxil edin
be: Увядзіце карэктны нумар
bg: Моля, въведете валиден номер
bn: একটি বৈধ সংখ্যা লিখুন
ca: Si us plau, introdueix un número vàlid
cs: Prosím zadejte platné číslo
cy: Os gwelwch yn dda, rhowch rif dilys
el: Παρακαλώ εισάγετε έγκυρο αριθμό
et: Palun sisesta kehtiv number
eu: Sartu baliozko zenbakia
fa: لطفاً یک عدد معتبر وارد کنید
fi: Syötä kelvollinen numero
ga: Le do thoil cuir isteach uimhir bhailí
gd: Cuir a-steach àireamh dligheach
gu: કૃપા કરીને માન્ય નંબર દાખલ કરો
he: אנא הזן מספר תקין
hi: कृपया मान्य संख्या दर्ज करें
hy: Մուտքագրեք ճիշտ թիվ
ka: შეიყვანეთ ვალიდური ნომერი
kk: Дұрыс сан енгізіңіз
km: សូមបញ្ចូលលេខត្រឹមត្រូវ
ko: 유효한 숫자를 입력해주세요
ku: Ji kerema xwe hejmarek rast binivîse
ky: Жарамдуу санды киргизиңиз
lb: Gëfft w.e.g. gëeegent Zuel aginn
lt: Prašome įvesti galiojantį skaičių
lv: Lūdzu, ievadiet derīgu skaitli
mk: Ве молиме внесете валиден број
ml: സാധുവായ നമ്പർ നൽകുക
mn: Буруу тоо оруулсан байна уу?
mr: कृपया वैध संख्या प्रविष्ट करा
ms: Sila masukkan nombor yang sah
my: ကျေးဇူးပြု၍မှန်ကန်သောနံပါတ်ထည့်ပါ
ne: कृपया मान्य नम्बर राख्नुहोस्
nl: Voer een geldig nummer in
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਸੰਖਿਆ ਦਰਜ ਕਰੋ
rw: Nyamuneka injiza numero yemewe
sd: مھرباني ڪري صحيح نمبر داخل ڪريو
sl: Prosimo vnesite veljavno številko
sq: Ju lutem shkruani një numër të vlefshëm
sr: Molimo unesite validan broj
sw: Tafadhali ingiza namba sahihi
ta: சரியான எண்ணை உள்ளிடவும்
te: ధృవీకరించిన సంఖ్యను నమోదు చేయండి
tg: Лутфан рақами дуруст ворид кунед
th: กรุณากรอกหมายเลขที่ถูกต้อง
tk: Dogry san giriziň
tt: Дөрес сан кертегез
ug: Iltimos, to'g'ri raqam kiriting
uk: Будь ласка, введіть дійсне число
ur: براہ کرم درست نمبر درج کریں
vi: Vui lòng nhập số hợp lệ
zu: Sicela ufake inombolo efanele

source: IMDB Score
af: IMDB-gradering
az: IMDB Xalı
be: Рэйтынг IMDb
bg: IMDB оценка
bn: IMDb স্কোর
ca: Puntuació IMDB
cs: IMDB Skóre
cy: Sgôr IMDB
el: Βαθμολογία IMDB
et: IMDB hinnang
eu: IMDB balorazioa
fa: امتیاز IMDB
fi: IMDB-arvosana
ga: Córas IMDB
gd: Sgòr IMDb
gu: IMDB સ્કોર
he: ציון IMDB
hi: IMDB स्कोर
hy: IMDB Գնահատական
ka: IMDB ქულა
kk: IMDB бағасы
km: ពិន្ទុ IMDB
ko: IMDB 평점
ku: Nirxê IMDB
ky: IMDB Баасы
lt: IMDB balas
lv: IMDB vērtējums
mk: IMDB резултат
ml: IMDB സ്കോർ
mn: IMDB оноо
mr: IMDB स्कोर
ms: Skor IMDB
my: IMDB အဆင့်သတ်မှတ်ချက်
ne: IMDB स्कोर
pa: IMDB ਸਕੋਰ
rw: Ingano ya IMDB
sd: IMDB اسڪور
sl: IMDB ocena
sq: Vlerësimi IMDB
sr: IMDB Ocena
sw: Alama ya IMDB
ta: IMDB மதிப்பெண்
te: IMDB స్కోర్
tg: Рейтинг IMDB
th: คะแนน IMDB
tk: IMDB Skory
tt: IMDB бәяләмәсе
ug: IMDB balli
uk: Рейтинг IMDB
ur: IMDB اسکور
vi: Điểm IMDB

# enterValidScore
source: Please enter valid score (0-10)
af: Voer asseblief 'n geldige gradering in (0-10)
az: Düzgün xal daxil edin (0-10)
be: Ацэнка павінна быць паміж 0 і 10
bg: Моля, въведете валидна оценка (0-10)
bn: স্কোর অবশ্যই 0 থেকে 10 এর মধ্যে হতে হবে
ca: Si us plau, introdueix una puntuació vàlida (0-10)
cs: Prosím zadejte platné skóre (0-10)
cy: Os gwelwch yn dda, rhowch sgôr dilys (0-10)
el: Παρακαλώ εισάγετε έγκυρη βαθμολογία (0-10)
et: Palun sisesta kehtiv hinnang (0-10)
eu: Balorazioa 0 eta 10 artean egon behar da
fa: لطفاً امتیاز معتبر (۰-۱۰) وارد کنید
fi: Syötä kelvollinen arvosana (0-10)
ga: Le do thoil cuir isteach scór bailí (0-10)
gd: Cuir a-steach sgòr dligheach (0-10)
gu: કૃપા કરીને માન્ય સ્કોર દાખલ કરો (0-10)
he: אנא הזן ציון תקין (0-10)
hi: कृपया मान्य स्कोर दर्ज करें (0-10)
hy: Մուտքագրեք ճիշտ գնահատական (0-10)
ka: შეიყვანეთ ვალიდური ქულა (0-10)
kk: Дұрыс балл енгізіңіз (0-10)
km: សូមបញ្ចូលពិន្ទុត្រឹមត្រូវ (0-10)
ko: 유효한 평점을 입력해주세요 (0-10)
ku: Ji kerema xwe nirxek rast binivîse (0-10)
ky: Жарамдуу бааны киргизиңиз (0-10)
lb: Gëfft w.e.g. gëeegent Score (0-10) aginn
lt: Prašome įvesti galiojantį balą (0-10)
lv: Lūdzu, ievadiet derīgu vērtējumu (0-10)
mk: Ве молиме внесете валиден резултат (0-10)
ml: സാധുവായ സ്കോർ (0-10) നൽകുക
mn: Хүчинтэй оноо оруулна уу (0-10)
mr: कृपया वैध स्कोर प्रविष्ट करा (0-10)
ms: Sila masukkan skor yang sah (0-10)
my: ကျေးဇူးပြု၍မှန်ကန်သောအဆင့်သတ်မှတ်ချက် (0-10) ထည့်ပါ
ne: कृपया मान्य स्कोर राख्नुहोस् (0-10)
nl: Voer een geldige score in (0-10)
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਸਕੋਰ (0-10) ਦਰਜ ਕਰੋ
rw: Nyamuneka injiza ingano yemewe (0-10)
sd: مھرباني ڪري صحيح اسڪور داخل ڪريو (0-10)
sl: Prosimo vnesite veljavno oceno (0-10)
sq: Ju lutem shkruani një vlerësim të vlefshëm (0-10)
sr: Molimo unesite validnu ocenu (0-10)
sw: Tafadhali ingiza alama sahihi (0-10)
ta: சரியான மதிப்பெண்களை உள்ளிடவும் (0-10)
te: ధృవీకరించిన స్కోర్ (0-10) నమోదు చేయండి
tg: Лутфан рейтинги дуруст ворид кунед (0-10)
th: กรุณากรอกคะแนนที่ถูกต้อง (0-10)
tk: Dogry baha giriziň (0-10)
tt: Дөрес бәяләмә (0-10) кертегез
ug: Iltimos, to'g'ri ball kiriting (0-10)
uk: Будь ласка, введіть дійсну оцінку (0-10)
ur: براہ کرم درست اسکور درج کریں (0-10)
vi: Vui lòng nhập điểm hợp lệ (0-10)
zu: Sicela ufake isikhombisi esivumelekile (0-10)

source: Add Movie
af: Voeg Fliek By
az: Film Əlavə Et
be: Дадаць фільм
bg: Добави филм
bn: মুভি যোগ করুন
ca: Afegir pel·lícula
cs: Přidat film
cy: Ychwanegu Ffilm
el: Προσθήκη Ταινίας
et: Lisa film
eu: Filma gehitu
fa: اضافه کردن فیلم
fi: Lisää elokuva
ga: Cuir Scannán
gd: Cuir ris film
gu: મૂવી ઉમેરો
he: הוסף סרט
hi: फिल्म जोड़ें
hy: Ավելացնել ֆիլմ
ka: ფილმის დამატება
kk: Фильм қосу
km: បន្ថែមភាពយន្ត
ko: 영화 추가
ku: Fîlm zêde bikin
ky: Фильм кошуу
lb: Film derbäigesat
lt: Pridėti filmą
lv: Pievienot filmu
mk: Додај филм
ml: ചലച്ചിത്രം ചേർക്കുക
mn: Кино нэмэх
mr: चित्रपट जोडा
ms: Tambah Filem
my: ဇာတ်ကားထည့်ပါ
ne: चलचित्र थप्नुहोस्
nl: Voeg Film toe
pa: ਫਿਲਮ ਜੋੜੋ
rw: Ongeraho Filime
sd: فلم شامل ڪريو
sl: Dodaj film
sq: Shto Film
sr: Dodaj Film
sw: Ongeza Filamu
ta: படம் சேர்க்கவும்
te: సినిమా జోడించండి
tg: Филм илова кунед
th: เพิ่มภาพยนตร์
tk: Film goşmak
tt: Фильм өстәргә
ug: Film qo'shish
uk: Додати фільм
ur: فلم شامل کریں
vi: Thêm phim
zu: Engeza Ifilimu

# pressChoosePoster
source: Press to choose movie poster
af: Druk om fliekplakkaat te kies
az: Filmin posteri üçün klikləyin
be: Націсніце, каб выбраць постар
bg: Натиснете за избор на постер на филма
bn: পোস্টার নির্বাচন করতে টিপুন
ca: Prem per triar el cartell de la pel·lícula
cs: Stiskněte pro výběr plakátu filmu
cy: Pwyswch i ddewis poster ffilm
el: Πατήστε για να επιλέξετε αφίσα ταινίας
et: Vajuta, et valida filmi plakat
eu: Sakatu kartela aukeratzeko
fa: برای انتخاب پوستر فیلم فشار دهید
fi: Paina valitaksesi elokuvan julisteen
ga: Brúigh chun poistéar an scannáin a roghnú
gd: Cliog air taghadh pòstaer
gu: મૂવી પોસ્ટર પસંદ કરવા દબાવો
he: לחץ כדי לבחור פוסטר סרט
hi: फिल्म पोस्टर चुनने के लिए दबाएं
hy: Սեղմեք՝ ֆիլմի պաստառ ընտրելու համար
ka: დაწკაპეთ პოსტერის არჩევისთვის
kk: Фильмнің постерін таңдау үшін басыңыз
km: ចុចដើម្បីជ្រើសរើសប័ណ្ណភាពយន្ត
ko: 영화 포스터를 선택하려면 누르세요
ku: Bişînin bo hilbijartina afîşê fîlmê
ky: Фильмдин постерин тандоо үчүн басыңыз
lb: Dréckt fir Film Poster auszewielen
lt: Spauskite, kad pasirinkti filmo plakatus
lv: Nospiediet, lai izvēlētos filmas plakātu
mk: Притиснете за да изберете постер на филмот
ml: പോസ്റ്റർ തിരഞ്ഞെടുക്കാൻ അമർത്തുക
mn: Киноны постер сонгохын тулд дарна уу
mr: चित्रपट पोस्टर निवडण्यासाठी प्रेस करा
ms: Tekan untuk memilih poster filem
my: ဇာတ်ကားပုံတင်ရန်နှိပ်ပါ
ne: चलचित्र पोस्टर चयन गर्न थिच्नुहोस्
nl: Klik om film poster te kiezen
pa: ਫਿਲਮ ਪੋਸਟਰ ਚੁਣਨ ਲਈ ਦਬਾਓ
rw: Kanda kugirango uhitemo ishusho ya filime
sd: فلم پوسٽر چونڊڻ لاءِ دٻايو
sl: Pritisnite za izbiro plakata filma
sq: Kliko për të zgjedhur posteren e filmit
sr: Pritisnite da odaberete poster filma
sw: Bonyeza kuchagua bango la filamu
ta: போஸ்டரை தேர்வு செய்ய அழுத்தவும்
te: సినిమా పోస్టర్ ఎంచుకోవడానికి క్లిక్ చేయండి
tg: Барои интихоби плакат филм клик кунед
th: กดเพื่อเลือกโปสเตอร์ภาพยนตร์
tk: Poster saýlamak üçin basyň
tt: Фильмның постерын сайлау өчен басыгыз
ug: Poster tanlash uchun bosing
uk: Натисніть, щоб вибрати постер фільму
ur: فلم کا پوسٹر منتخب کرنے کے لیے دبائیں
vi: Nhấn để chọn áp phích phim
zu: Cindezela ukukhetha iphosta yefilimu
