Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Failure!
af: Mislukking!
az: Uğursuz!
be: Памылка!
bg: Неуспех!
bn: ব্যর্থতা!
ca: Falla!
cs: Neúspěch!
cy: Methiant!
el: Αποτυχία!
et: Ebaõnnestumine!
eu: Errorea!
fa: شکست!
fi: Epäonnistui!
ga: Teip!
gd: mearachd!
gu: અસફળતા!
he: כישלון!
hi: विफलता!
hy: Անհաջողություն!
ka: შეცდომა!
kk: Сәтсіздік!
km: ការលុបបែក!
ko: 실패!
ku: Şewitandin!
ky: Жокко чыгуучу!
lb: Feeler!
lt: Klaida!
lv: Kļūda!
mk: Неуспех!
ml: പിശക്!
mn: Амжилтгүй!
mr: विफलता!
ms: Kegagalan!
my: အတွင်းပါသည်!
ne: विफल!
nl: Fout!
pa: ਅਸਫਲਤਾ!
rw: Gutsindwa!
sd: ناکامي!
sl: Napaka!
sq: Dështim!
sr: Neuspeh!
sw: Faili!
ta: தவறானது!
te: విఫలమైంది!
tg: Шикаст!
th: ล้มเหลว!
tk: Aýdym!
tt: Уңышсызлык!
ug: Xatolik!
uk: Неуспішно!
ur: ناکامی!
vi: Thất bại!
zu: Uhlulekile!

# unableFindMovie
source: Unable to Find Movies!
af: Kan nie fliek vind nie!
az: Film tapılmadı.
be: Не ўдалося знайсці фільм.
bg: Не може да се намерят филми!
bn: মুভি খুঁজে পাওয়া যায়নি।
ca: No es poden trobar les pel·lícules!
cs: Není možné najít filmy!
cy: Methwyd dod o hyd i ffilmiau!
el: Αδύνατο να βρείτε τις ταινίες!
et: Filmi ei leitud!
eu: Ezin izan da filma aurkitu.
fa: عدم توانایی در پیدا کردن فیلم‌ها!
fi: Elokuvaa ei löytynyt!
ga: Ní féidir le scannán a fháil!
gd: Cha b’ urrainn dhuinn film a lorg!
gu: મૂવીઝ શોધવામાં અસમર્થ!
he: לא ניתן למצוא סרטים!
hi: फिल्में ढूंढने में असमर्थ!
hy: Չհաջողվեց գտնել ֆիլմը։
ka: ფილმი ვერ მოიძებნა!
kk: Фильмді табу мүмкін емес!
km: មិនអាចរកឃើញភាពយន្តបានទេ!
ko: 영화를 찾을 수 없습니다!
ku: Nabe fîlman dîtin!
ky: Фильмди табуу мүмкүн болбой калды!
lb: Net fäeg Film ze fannen!
lt: Nepavyko rasti filmų!
lv: Nevarēja atrast filmas!
mk: Невозможно е да се најде филм!
ml: ചലച്ചിത്രം കണ്ടെത്താൻ കഴിയുന്നില്ല!
mn: Кино олж чадахгүй байна!
mr: चित्रपट शोधता येत नाहीत!
ms: Tidak dapat mencari filem!
my: ဇာတ်ကားကိုရှာမရပါ!
ne: चलचित्र फेला पार्न असमर्थ!
nl: Kan geen films vinden!
pa: ਫਿਲਮਾਂ ਖੋਜਣ ਵਿੱਚ ਅਸਫਲ!
rw: Ntabwo bishoboka Gushaka Filime!
sd: فلم ڳولڻ ۾ ناڪام!
sl: Ni se mogoče najti filmov!
sq: Nuk mund të gjendet filmi!
sr: Nije moguće pronaći filmove!
sw: Haiwezi Kupata Filamu!
ta: படங்களை கண்டுபிடிக்க முடியவில்லை!
te: సినిమాలు కనుగొనడంలో విఫలమయ్యాయి!
tg: Немогуни ёфтани филмҳо!
th: ไม่สามารถหาภาพยนตร์ได้!
tk: Film tapylmady!
tt: Фильмнар табылмады!
ug: Filmni topish mumkin emas!
uk: Не вдалося знайти фільми!
ur: فلمیں تلاش کرنے میں ناکامی!
vi: Không thể tìm thấy phim!
zu: Akukwazi Ukuthola Amafilimu!

# unableGetMovieDetails
source: Unable to Get Movie Details!
af: Kan nie fliekbesonderhede kry nie!
az: Filmin detalları alınmadı.
be: Не ўдалося атрымаць падрабязнасці пра фільм.
bg: Не може да се получат подробности за филма!
bn: মুভির বিস্তারিত তথ্য আনা যায়নি।
ca: No es poden obtenir els detalls de la pel·lícula!
cs: Není možné získat podrobnosti o filmu!
cy: Methwyd cael manylion y ffilm!
el: Αδύνατο να λάβετε τα στοιχεία της ταινίας!
et: Filmi üksikasju ei suudetud hankida!
eu: Ezin izan da filmaren xehetasunak lortu.
fa: عدم توانایی در دریافت جزئیات فیلم‌ها!
fi: Elokuvan tietoja ei saatu!
ga: Ní féidir le sonraí scannáin a fháil!
gd: Cha b’ urrainn dhuinn fiosrachadh film fhaighinn!
gu: મૂવીની વિગતો મેળવવામાં અસમર્થ!
he: לא ניתן לקבל פרטי סרט!
hi: फिल्म विवरण प्राप्त करने में असमर्थ!
hy: Չհաջողվեց ստանալ ֆիլմի մանրամասները։
ka: ფილმის დეტალები ვერ ვიპოვეთ!
kk: Фильмнің деректерін алу мүмкін емес!
km: មិនអាចទទួលបានព័ត៌មានលម្អិតអំពីភាពយន្តបានទេ!
ko: 영화 세부 정보를 가져올 수 없습니다!
ku: Nabe hûrguliyên fîlmê bistînin!
ky: Фильмдердин маалыматтарын алуу мүмкүн болбой калды!
lb: Net fäeg Filmdetailer ze kréien!
lt: Nepavyko gauti filmo detalių!
lv: Nevarēja iegūt filmas detaļas!
mk: Невозможно е да се добијат детали за филмот!
ml: ചലച്ചിത്രത്തിന്റെ വിശദാംശങ്ങൾ ലഭ്യമാക്കാൻ കഴിയുന്നില്ല!
mn: Киноны дэлгэрэнгүй мэдээлэл авах боломжгүй!
mr: चित्रपटाचे तपशील मिळवता येत नाहीत!
ms: Tidak dapat mendapatkan butiran filem!
my: ဇာတ်ကားအချက်အလက်များရယူမရပါ!
ne: चलचित्र विवरण प्राप्त गर्न असमर्थ!
nl: Kan geen filmdetails ophalen!
pa: ਫਿਲਮ ਦੇ ਵੇਰਵੇ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ!
rw: Ntabwo bishoboka Kubona Ibyerekeye Filime!
sd: فلم جي تفصيل حاصل ڪرڻ ۾ ناڪام!
sl: Ni se mogoče pridobiti podrobnosti o filmu!
sq: Nuk mund të merren detajet e filmit!
sr: Nije moguće dobiti detalje o filmu!
sw: Haiwezi Kupata Maelezo ya Filamu!
ta: பட விவரங்களை பெற முடியவில்லை!
te: సినిమా వివరాలు పొందలేము!
tg: Немогуни гирифтани тафсилоти филм!
th: ไม่สามารถดึงข้อมูลรายละเอียดภาพยนตร์ได้!
tk: Film maglumatlary alyp bolmaýar!
tt: Фильм мәгълүматларын алырга мөмкин түгел!
ug: Film ma'lumotlarini olish mumkin emas!
uk: Не вдалося отримати деталі фільму!
ur: فلم کی تفصیلات حاصل کرنے میں ناکامی!
vi: Không thể lấy chi tiết phim!
zu: Akukwazi Thola Imininingwane YamaFilimu!

# movieAdded
source: Movie has been Succesfully Added!
af: Fliek is suksesvol bygevoeg!
az: Film uğurla əlavə edildi.
be: Фільм дададзены.
bg: Филмът беше успешно добавен!
bn: মুভি যোগ করা হয়েছে।
ca: Pel·lícula afegida amb èxit!
cs: Film byl úspěšně přidán!
cy: Mae'r ffilm wedi'i hychwanegu'n llwyddiannus!
el: Η ταινία προστέθηκε με επιτυχία!
et: Film on edukalt lisatud!
eu: Filma gehitu da.
fa: فیلم با موفقیت اضافه شد!
fi: Elokuva lisätty onnistuneesti!
ga: Scannán atá curtha isteach go rathúil!
gd: Film air a chur ris!
gu: મૂવી સફળતાપૂર્વક ઉમેરવામાં આવી છે!
he: הסרט נוסף בהצלחה!
hi: फिल्म सफलतापूर्वक जोड़ी गई!
hy: Ֆիլմը հաջողությամբ ավելացվեց։
ka: ფილმი დაემატა!
kk: Фильм сәтті қосылды!
km: ភាពយន្តត្រូវបានបញ្ចូលជោគជ័យ!
ko: 영화가 성공적으로 추가되었습니다!
ku: Fîlm bi serfirazî hat zêdekirin!
ky: Фильм ийгиликтүү кошулду!
lb: Film gouf erfollegräich derbäigesat!
lt: Filma sėkmingai pridėta!
lv: Filma veiksmīgi pievienota!
mk: Филмот беше успешно додаден!
ml: ചലച്ചിത്രം വിജയകരമായി ചേർത്തു!
mn: Кино амжилттай нэмэгдсэн!
mr: चित्रपट यशस्वीपणे जोडले गेले!
ms: Filem telah berjaya ditambah!
my: ဇာတ်ကားကိုအောင်မြင်စွာထည့်ခဲ့ပါသည်!
ne: चलचित्र सफलतापूर्वक थपियो!
nl: Film is succesvol toegevoegd!
pa: ਫਿਲਮ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜੀ ਗਈ!
rw: Filime yongewe neza!
sd: فلم ڪاميابي سان شامل ڪئي وئي!
sl: Film je bil uspešno dodan!
sq: Filmi u shtua në koleksion!
sr: Film je uspešno dodat!
sw: Filamu imeongezwa kwa mafanikio!
ta: படம் வெற்றிகரமாக சேர்க்கப்பட்டுள்ளது!
te: సినిమా విజయవంతంగా జోడించబడింది!
tg: Филм бо муваффақият илова шуд!
th: เพิ่มภาพยนตร์สำเร็จ!
tk: Film üstünlikli goşuldy!
tt: Фильм уңышлы өстәлде!
ug: Film muvaffaqiyatli qo'shildi!
uk: Фільм успішно додано!
ur: فلم کامیابی سے شامل کر دی گئی!
vi: Phim đã được thêm thành công!
zu: Ifilimu Inikezwe ngempumelelo!

source: Add Genre
af: Voeg Genre By
az: Janr Əlavə Et
be: Дадаць жанр
bg: Добави жанр
bn: জঁর যোগ করুন
ca: Afegir gènere
cs: Přidat žánr
cy: Ychwanegu Genre
el: Προσθήκη Είδους
et: Lisa žanr
eu: Generoa gehitu
fa: اضافه کردن ژانر
fi: Lisää genre
ga: Cuir Géine
gd: Cuir ris seòrsa
gu: શૈલી ઉમેરો
he: הוסף ז'אנר
hi: शैली जोड़ें
hy: Ավելացնել ժանր
ka: ჟანრის დამატება
kk: Жанр қосу
km: បន្ថែមប្រភេទ
ko: 장르 추가
ku: Cure zêde bikin
ky: Жанр кошуу
lb: Genre derbäigesat
lt: Pridėti žanrą
lv: Pievienot žanru
mk: Додај жанр
ml: ശാഖ ചേർക്കുക
mn: Төрөл нэмэх
mr: प्रकार जोडा
ms: Tambah Genre
my: အမျိုးအစားထည့်ပါ
ne: प्रकार थप्नुहोस्
nl: Voeg Genre toe
pa: ਸ਼ੈਲੀ ਸ਼ਾਮਿਲ ਕਰੋ
rw: Ongeraho Ubwoko
sd: شاخ شامل ڪريو
sl: Dodaj žanr
sq: Shto Zhanër
sr: Dodaj Žanr
sw: Ongeza Aina
ta: பண்பு சேர்க்கவும்
te: జానర్ జోడించండి
tg: Жанр илова кунед
th: เพิ่มประเภท
tk: Žanr goşmak
tt: Жанр өстәргә
ug: Janr qo'shish
uk: Додати жанр
ur: جینر شامل کریں
vi: Thêm thể loại
zu: Engeza Uhlobo

source: Add Actor
af: Voeg Akteur By
az: Aktris/Dramaturq Əlavə Et
be: Дадаць акцёра
bg: Добави актьор
bn: অভিনেতা যোগ করুন
ca: Afegir actor
cs: Přidat herce
cy: Ychwanegu Actor
el: Προσθήκη Ηθοποιού
et: Lisa näitleja
eu: Aktorea gehitu
fa: اضافه کردن بازیگر
fi: Lisää näyttelijä
ga: Cuir aisteoir
gd: Cuir ris actair
gu: અભિનેતા ઉમેરો
he: הוסף שחקן
hi: अभिनेता जोड़ें
hy: Ավելացնել դերասան
ka: მსახიობის დამატება
kk: Актер қосу
km: បន្ថែមតួអង្គ
ko: 배우 추가
ku: Lîstikvan zêde bikin
ky: Актер кошуу
lb: Schauspiller derbäigesat
lt: Pridėti aktorių
lv: Pievienot aktieri
mk: Додај актер
ml: പടവാളി ചേർക്കുക
mn: Тоглогч нэмэх
mr: अभिनेता जोडा
ms: Tambah Pelakon
my: သရုပ်ဆောင်ထည့်ပါ
ne: अभिनेता थप्नुहोस्
nl: Voeg Actor toe
pa: ਅਦਾਕਾਰ ਸ਼ਾਮਿਲ ਕਰੋ
rw: Ongeraho Umukinnyi
sd: اداڪار شامل ڪريو
sl: Dodaj igralca
sq: Shto Aktor
sr: Dodaj Glumca
sw: Ongeza Mwigizaji
ta: நடிகர் சேர்க்கவும்
te: నటుడు జోడించండి
tg: Актёр илова кунед
th: เพิ่มนักแสดง
tk: Hudaý goşmak
tt: Актер өстәргә
ug: Aktyor qo'shish
uk: Додати актора
ur: اداکار شامل کریں
vi: Thêm diễn viên
zu: Engeza Umlingisi

source: Add Writer
af: Voeg Skrywer By
az: Ssenarist Əlavə Et
be: Дадаць сцэнарыста
bg: Добави писател
bn: লেখক যোগ করুন
ca: Afegir escriptor
cs: Přidat scénáristu
cy: Ychwanegu Awdur
el: Προσθήκη Συγγραφέα
et: Lisa kirjutaja
eu: Idazlea gehitu
fa: اضافه کردن نویسنده
fi: Lisää kirjoittaja
ga: Cuir Scríbhneoir
gd: Cuir ris sgrìobhadair
gu: લેખક ઉમેરો
he: הוסף תסריטאי
hi: लेखक जोड़ें
hy: Ավելացնել սցենարիստ
ka: წერილის ავტორის დამატება
kk: Жазушы қосу
km: បន្ថែមអ្នកនិពន្ធ
ko: 작가 추가
ku: Nivîskar zêde bikin
ky: Жазуучу кошуу
lb: Schreifweis derbäigesat
lt: Pridėti rašytoją
lv: Pievienot rakstnieku
mk: Додај писател
ml: രചയിതാവ് ചേർക്കുക
mn: Бичигч нэмэх
mr: लेखक जोडा
ms: Tambah Penulis
my: ရေးဆွဲသူထည့်ပါ
ne: लेखक थप्नुहोस्
nl: Voeg Schrijver toe
pa: ਲਿਖਾਰੀ ਸ਼ਾਮਿਲ ਕਰੋ
rw: Ongeraho Umwanditsi
sd: ليکڪ شامل ڪريو
sl: Dodaj pisca
sq: Shto Skenarist
sr: Dodaj Pisca
sw: Ongeza Mwandishi
ta: கதை எழுத்தாளர் சேர்க்கவும்
te: రచయిత జోడించండి
tg: Нависанда илова кунед
th: เพิ่มนักเขียน
tk: Yazgyjy goşmak
tt: Язучы өстәргә
ug: Yozuvchi qo'shish
uk: Додати сценариста
ur: مصنف شامل کریں
vi: Thêm tác giả
zu: Engeza Umbhali

source: Add Production Company
af: Voeg Produksiemaatskappy By
az: İstehsal Şirkəti Əlavə Et
be: Дадаць кінастудыю
bg: Добави продуцентска компания
bn: প্রযোজনা সংস্থা যোগ করুন
ca: Afegir empresa de producció
cs: Přidat produkční společnost
cy: Ychwanegu Cwmni Cynhyrchu
el: Προσθήκη Παραγωγικής Εταιρείας
et: Lisa tootmisettevõte
eu: Ekoizpen enpresa gehitu
fa: اضافه کردن شرکت تولید
fi: Lisää tuotantoyhtiö
ga: Cuir Comhlacht Tionóil
gd: Cuir ris companaidh cinneasachaidh
gu: પ્રોડક્શન કંપની ઉમેરો
he: הוסף חברת הפקה
hi: प्रोडक्शन कंपनी जोड़ें
hy: Ավելացնել արտադրական ընկերություն
ka: წარმოების კომპანიის დამატება
kk: Өндіріс компаниясын қосу
km: បន្ថែមក្រុមហ៊ុនផលិត
ko: 제작사 추가
ku: Kampaniya Parastinê zêde bikin
ky: Өндүрүү компаниясын кошуу
lb: Produktiounsgesellschaft derbäigesat
lt: Pridėti gamybos įmonę
lv: Pievienot ražošanas uzņēmumu
mk: Додај продукциска компанија
ml: പ്രൊഡക്ഷൻ കമ്പനി ചേർക്കുക
mn: Үйлдвэрлэгч компани нэмэх
mr: उत्पादन कंपनी जोडा
ms: Tambah Syarikat Produksi
my: ထုတ်လုပ်မှုကုမ္ပဏီထည့်ပါ
ne: निर्माण कम्पनी थप्नुहोस्
nl: Voeg Productiebedrijf toe
pa: ਉਤਪਾਦਨ ਕੰਪਨੀ ਸ਼ਾਮਿਲ ਕਰੋ
rw: Ongeraho Isosiyete y'Ubwubatsi
sd: پروڊڪشن ڪمپني شامل ڪريو
sl: Dodaj produkcijsko podjetje
sq: Shto Kompani Produksioni
sr: Dodaj Produkcijsku Kompaniju
sw: Ongeza Kampuni ya Uzalishaji
ta: தயாரிப்பு நிறுவனம் சேர்க்கவும்
te: ప్రొడక్షన్ కంపెనీ జోడించండి
tg: Ширкати истеҳсолот илова кунед
th: เพิ่มบริษัทผลิต
tk: Ýerli kompaniýa goşmak
tt: Производствога компания өстәргә
ug: Ishlab chiqaruvchi kompaniya qo'shish
uk: Додати виробничу компанію
ur: پروڈکشن کمپنی شامل کریں
vi: Thêm công ty sản xuất
zu: Engeza Inkampani Yomkhiqizo

source: Please Enter
af: Voer asseblief in
az: Zəhmət olmasa daxil edin
be: Калі ласка, увядзіце
bg: Моля, въведете
bn: অনুগ্রহ করে লিখুন
ca: Si us plau, introdueix
cs: Prosím zadejte
cy: Os gwelwch yn dda, rhowch
el: Παρακαλώ εισάγετε
et: Palun sisesta
eu: Mesedez, sartu
fa: لطفاً وارد کنید
fi: Syötä
ga: Le do thoil cuir isteach
gd: Cuir a-steach
gu: કૃપા કરીને દાખલ કરો
he: אנא הזן
hi: कृपया दर्ज करें
hy: Խնդրում ենք մուտքագրել
ka: გთხოვთ შეიყვანოთ
kk: Өтінемін, енгізіңіз
km: សូមបញ្ចូល
ko: 입력해주세요
ku: Ji kerema xwe binivîse
ky: Киргизиңиз
lb: Gëfft w.e.g. aginn
lt: Prašome įvesti
lv: Lūdzu, ievadiet
mk: Ве молиме внесете
ml: ദയവായി നൽകുക
mn: Оруулна уу
mr: कृपया प्रविष्ट करा
ms: Sila masukkan
my: ကျေးဇူးပြု၍ထည့်ပါ
ne: कृपया राख्नुहोस्
nl: Voer in
pa: ਕਿਰਪਾ ਕਰਕੇ ਦਰਜ ਕਰੋ
rw: Nyamuneka injiza
sd: مھرباني ڪري داخل ڪريو
sl: Prosimo vnesite
sq: Ju lutem shkruani
sr: Molimo unesite
sw: Tafadhali ingiza
ta: தயவு செய்து உள்ளிடவும்
te: దయచేసి నమోదు చేయండి
tg: Лутфан ворид кунед
th: กรุณากรอก
tk: Pleze girizmek
tt: Зинһар, керегез
ug: Iltimos, kiriting
uk: Будь ласка, введіть
ur: براہ کرم درج کریں
vi: Vui lòng nhập
zu: Sicela ufake

source: Add
af: Voeg By
az: Əlavə Et
be: Дадаць
bg: Добави
bn: যোগ করুন
ca: Afegir
cs: Přidat
cy: Ychwanegu
el: Προσθήκη
et: Lisa
eu: Gehitu
fa: اضافه کردن
fi: Lisää
ga: Cuir
gd: Cuir ris
gu: ઉમેરો
he: הוסף
hi: जोड़ें
hy: Ավելացնել
ka: დამატება
kk: Қосу
km: បន្ថែម
ko: 추가
ku: Zêdekirin
ky: Кошуу
lb: Derbäigesat
lt: Pridėti
lv: Pievienot
mk: Додај
ml: ചേർക്കുക
mn: Нэмэх
mr: जोड़ा
ms: Tambah
my: ထည့်ပါ
ne: थप्नुहोस्
nl: Voeg toe
pa: ਜੋੜੋ
rw: Ongeraho
sd: شامل ڪريو
sl: Dodaj
sq: Shto
sr: Dodaj
sw: Ongeza
ta: சேர்க்கவும்
te: జోడించండి
tg: Илова
th: เพิ่ม
tk: Goşmak
tt: Өстәргә
ug: Qo'shish
uk: Додати
ur: شامل کریں
vi: Thêm
zu: Engeza

source: Actor
af: Akteur
az: Aktris
be: Акцёр
bg: Актьор
bn: অভিনেতা
cs: Herec
el: Ηθοποιός
et: Näitleja
eu: Aktorea
fa: بازیگر
fi: Näyttelijä
ga: Aisteoir
gd: Actair
gu: અભિનેતા
he: שחקן
hi: अभिनेता
hy: Դերասան
ka: მსახიობი
kk: Актер
km: តួអង្គ
ko: 배우
ku: Lîstikvan
ky: Актер
lb: Schauspiller
lt: Aktorius
lv: Aktieris
mk: Актер
ml: പടവാളി
mn: Тоглогч
mr: अभिनेता
ms: Pelakon
my: သရုပ်ဆောင်
ne: अभिनेता
pa: ਅਦਾਕਾਰ
rw: Umukinnyi
sd: اداڪار
sl: Igralec
sq: Aktor
sr: Glumac
sw: Mwigizaji
ta: நடிகர்
te: నటుడు
tg: Актёр
th: นักแสดง
tk: Aktyör
tt: Актер
ug: Aktyor
uk: Актор
ur: اداکار
vi: Diễn viên
zu: Umlingisi

source: Writer
af: Skrywer
az: Ssenarist
be: Сцэнарыст
bg: Писател
bn: লেখক
ca: Escriptor
cs: Scénárista
cy: Awdur
el: Συγγραφέας
et: Kirjutaja
eu: Idazlea
fa: نویسنده
fi: Kirjoittaja
ga: Scríbhneoir
gd: Sgrìobhadair
gu: લેખક
he: תסריטאי
hi: लेखक
hy: Սցենարիստ
ka: წერილის ავტორი
kk: Жазушы
km: អ្នកនិពន្ធ
ko: 작가
ku: Nivîskar
ky: Жазуучу
lb: Schreifweis
lt: Rašytojas
lv: Rakstnieks
mk: Писател
ml: രചയിതാവ്
mn: Бичигч
mr: लेखक
ms: Penulis
my: ရေးဆွဲသူ
ne: लेखक
nl: Schrijver
pa: ਲਿਖਾਰੀ
rw: Umwanditsi
sd: ليکڪ
sl: Pisar
sq: Skenarist
sr: Pisci
sw: Mwandishi
ta: எழுத்தாளர்
te: రచయిత
tg: Нависанда
th: นักเขียน
tk: Yazgyjy
tt: Язучы
ug: Yozuvchi
uk: Сценарист
ur: مصنف
vi: Tác giả
zu: Umbhali

source: Company
af: Maatskappy
az: Şirkət
be: Кампанія
bg: Компания
bn: প্রযোজনা সংস্থা
ca: Empresa
cs: Společnost
cy: Cwmni
el: Εταιρεία
et: Ettevõte
eu: Enpresa
fa: شرکت
fi: Yritys
ga: Comhlacht
gd: Companaidh
gu: કંપની
he: חברה
hi: कंपनी
hy: Ընկերություն
ka: კომპანია
kk: Компания
km: ក្រុមហ៊ុន
ko: 제작사
ku: Kampaniya
ky: Компания
lb: Firma
lt: Įmonė
lv: Uzņēmums
mk: Компания
ml: കമ്പനി
mn: Компани
mr: कंपनी
ms: Syarikat
my: ကုမ္ပဏီ
ne: कम्पनी
nl: Bedrijf
pa: ਕੰਪਨੀ
rw: Isosiyete
sd: ڪمپني
sl: Podjetje
sq: Kompani
sr: Kompanija
sw: Kampuni
ta: நிறுவனம்
te: కంపెనీ
tg: Ширкат
th: บริษัท
tk: Kompaniýa
tt: Компания
ug: Kompaniya
uk: Компанія
ur: کمپنی
vi: Công ty
zu: Inkampani

source: Add New Movie
af: Voeg Nuwe Fliek By
az: Yeni Film Əlavə Et
be: Дадаць новы фільм
bg: Добави нов филм
bn: নতুন মুভি যোগ করুন
ca: Afegir nova pel·lícula
cs: Přidat nový film
cy: Ychwanegu Ffilm Newydd
el: Προσθήκη Νέας Ταινίας
et: Lisa uus film
eu: Filma berria gehitu
fa: اضافه کردن فیلم جدید
fi: Lisää uusi elokuva
ga: Cuir scannán nua
gd: Cuir ris film ùr
gu: નવી મૂવી ઉમેરો
he: הוסף סרט חדש
hi: नई फिल्म जोड़ें
hy: Ավելացնել նոր ֆիլմ
ka: ახალი ფილმის დამატება
kk: Жаңа фильм қосу
km: បន្ថែមភាពយន្តថ្មី
ko: 새 영화 추가
ku: Fîlmê Nû zêde bikin
ky: Жаңы фильм кошуу
lb: Neie Film derbäigesat
lt: Pridėti naują filmą
lv: Pievienot jaunu filmu
mk: Додај нов филм
ml: പുതിയ ചലച്ചിത്രം ചേർക്കുക
mn: Шинэ кино нэмэх
mr: नवीन चित्रपट जोडा
ms: Tambah Filem Baru
my: ဇာတ်ကားအသစ်ထည့်ပါ
ne: नयाँ चलचित्र थप्नुहोस्
nl: Voeg Nieuwe Film toe
pa: ਨਵੀਂ ਫਿਲਮ ਜੋੜੋ
rw: Ongeraho Filime Nshya
sd: نئين فلم شامل ڪريو
sl: Dodaj nov film
sq: Shto Film të Ri
sr: Dodaj Novi Film
sw: Ongeza Filamu Mpya
ta: புதிய படம் சேர்க்கவும்
te: కొత్త సినిమా జోడించండి
tg: Филми нав илова кунед
th: เพิ่มภาพยนตร์ใหม่
tk: Täze film goşmak
tt: Яңа фильм өстәргә
ug: Yangi film qo'shish
uk: Додати новий фільм
ur: نئی فلم شامل کریں
vi: Thêm phim mới
zu: Engeza Ifilimu Entsha

source: Movie Title
af: Fliektitel
az: Filmin Adı
be: Назва фільма
bg: Заглавие на филма
bn: মুভির শিরোনাম
ca: Títol de la pel·lícula
cs: Název filmu
cy: Teitl Ffilm
el: Τίτλος Ταινίας
et: Filmi pealkiri
eu: Filmaren izenburua
fa: عنوان فیلم
fi: Elokuvan otsikko
ga: Teideal an Scannáin
gd: Tiotal Film
gu: મૂવી શીર્ષક
he: כותרת הסרט
hi: फिल्म का शीर्षक
hy: Ֆիլմի վերնագիր
ka: ფილმის სათაური
kk: Фильмнің атауы
km: ចំណងជើងភាពយន្ត
ko: 영화 제목
ku: Sernavê Fîlmê
ky: Фильмдин аталышы
lb: Filmtitel
lt: Filmo pavadinimas
lv: Filmas nosaukums
mk: Наслов на филмот
ml: ചലച്ചിത്ര ശീർഷകം
mn: Киноны гарчиг
mr: चित्रपटाचे शीर्षक
ms: Tajuk Filem
my: ဇာတ်ကားခေါင်းစဥ်
ne: चलचित्रको शीर्षक
nl: Filmtitel
pa: ਫਿਲਮ ਦਾ ਸਿਰਲੇਖ
rw: Umutwe wa Filime
sd: فلم جو عنوان
sl: Naslov filma
sq: Titulli i Filmit
sr: Naslov Filma
sw: Kichwa cha Filamu
ta: படத்தின் தலைப்பு
te: సినిమా శీర్షిక
tg: Наслави филм
th: ชื่อภาพยนตร์
tk: Film At
tt: Фильмның исеме
ug: Film nomi
uk: Назва фільму
ur: فلم کا عنوان
vi: Tiêu đề phim
zu: Isihloko Sefilimu

source: Please enter movie title
af: Voer asseblief fliektitel in
az: Filmin adını daxil edin
be: Калі ласка, увядзіце назву фільма
bg: Моля, въведете заглавие на филма
bn: অনুগ্রহ করে মুভির শিরোনাম লিখুন
ca: Si us plau, introdueix el títol de la pel·lícula
cs: Prosím zadejte název filmu
cy: Os gwelwch yn dda, rhowch deitl y ffilm
el: Παρακαλώ εισάγετε τον τίτλο της ταινίας
et: Palun sisesta filmi pealkiri
eu: Idatzi filmaren izenburua
fa: لطفاً عنوان فیلم را وارد کنید
fi: Syötä elokuvan otsikko
ga: Le do thoil cuir isteach teideal an scannáin
gd: Cuir a-steach tiotal film
gu: કૃપા કરીને મૂવી શીર્ષક દાખલ કરો
he: אנא הזן את כותרת הסרט
hi: कृपया फिल्म का शीर्षक दर्ज करें
hy: Խնդրում ենք մուտքագրել ֆիլմի վերնագիրը
ka: შეიყვანეთ ფილმის სათაური
kk: Фильмнің атын енгізіңіз
km: សូមបញ្ចូលចំណងជើងភាពយន្ត
ko: 영화 제목을 입력해주세요
ku: Ji kerema xwe sernavê fîlmê binivîse
ky: Фильмдин атын киргизиңиз
lb: Gëfft w.e.g. den Filmtitel aginn
lt: Prašome įvesti filmo pavadinimą
lv: Lūdzu, ievadiet filmas nosaukumu
mk: Ве молиме внесете наслов на филмот
ml: ചലച്ചിത്ര ശീർഷകം നൽകുക
mn: Киноны гарчиг оруулна уу
mr: कृपया चित्रपटाचे शीर्षक प्रविष्ट करा
ms: Sila masukkan tajuk filem
my: ကျေးဇူးပြု၍ဇာတ်ကားခေါင်းစဥ်ထည့်ပါ
ne: कृपया चलचित्रको शीर्षक राख्नुहोस्
nl: Voer de filmtitel in
pa: ਕਿਰਪਾ ਕਰਕੇ ਫਿਲਮ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ
rw: Nyamuneka injiza umutwe wa filime
sd: مھرباني ڪري فلم جو عنوان داخل ڪريو
sl: Prosimo vnesite naslov filma
sq: Ju lutem shkruani titullin e filmit
sr: Molimo unesite naslov filma
sw: Tafadhali ingiza kichwa cha filamu
ta: படத்தின் தலைப்பை உள்ளிடவும்
te: సినిమా శీర్షికను నమోదు చేయండి
tg: Лутфан наслави филмро ворид кунед
th: กรุณากรอกชื่อภาพยนตร์
tk: Film atyny giriziň
tt: Фильм исеме керегез
ug: Film nomini kiriting
uk: Будь ласка, введіть назву фільму
ur: براہ کرم فلم کا عنوان درج کریں
vi: Vui lòng nhập tiêu đề phim
zu: Sicela ufake isihloko sefilimu

source: Custom Sort Title
af: Pasgemaakte Sorteertitel
az: Fərdi Sıralama Başlığı
be: Індывідуальны загаловак сартавання
bg: Персонализирано сортиране по заглавие
bn: কাস্টম সাজানোর শিরোনাম
ca: Títol de classificació personalitzada
cs: Vlastní třídění názvu
cy: Teitl Trefnu wedi'i addasu
el: Προσαρμοσμένη Ταξινόμηση Τίτλου
et: Kohandatud sorteerimise pealkiri
eu: Neurrirako ordenatze izenburua
fa: عنوان مرتب‌سازی سفارشی
fi: Mukautettu lajitteluotsikko
ga: Sortáil Teideal Custaim
gd: Tiotal gnàthach
gu: કસ્ટમ સૉર્ટ શીર્ષક
he: כותרת מיון מותאמת
hi: कस्टम सॉर्ट शीर्षक
hy: Անհատական դասավորման վերնագիր
ka: კონკრეტული ალფაბეტური
kk: Арнайы сұрыптау атауы
km: តម្រៀបចំណងជើងផ្ទាល់ខ្លួន
ko: 사용자 정의 정렬 제목
ku: Sernavê Rêzîkirina Taybet
ky: Колдонуучулук сорттоо аталышы
lb: Benotzt anpassbar Sortéiert Titel
lt: Pritaikyta rūšiavimo pagal pavadinimą
lv: Pielāgota kārtošana pēc nosaukuma
mk: Прилагоден сортиран наслов
ml: സ്വകാര്യക്രമം ടൈറ്റ്
mn: Тохируулах гарчиг
mr: सानुकूल排序 शीर्षक
ms: Susunan Tajuk Tersuai
my: စိတ်ကြိုက်စီဆင်သတ်မှတ်ချက်
ne: कस्टम क्रमबद्ध शीर्षक
nl: Aangepaste Sortering Titel
pa: ਕਸਟਮ ਸੋਰਟ ਸਿਰਲੇਖ
rw: Umutwe wo Gutoranya
sd: حسب ضرورت ترتيب عنوان
sl: Po meri razvrščeni naslov
sq: Renditje e Personalizuar
sr: Prilagođeni Sortirani Naslov
sw: Panga Kichwa cha Desturi
ta: தயாரிப்புக்கு ஏற்ற வரிசை தலைப்பு
te: కస్టమ్ సార్టింగ్ టైటిల్
tg: Тартиби санҷиши фармоишӣ
th: จัดเรียงตามชื่อแบบกำหนดเอง
tk: Özboluşly sıralamak At
tt: Үзгәртү тәртибе исеме
ug: Maxsus saralash sarlavhasi
uk: Індивідуальна сортування за назвою
ur: حسب ذائقہ ترتیب دیں
vi: Tiêu đề sắp xếp tùy chỉnh
zu: Isihloko Sokuhlunga Ngokwezifiso

source: Genres
az: Janrlar
be: Жанры
bg: Жанрове
bn: জঁর
ca: Gèneres
cs: Žánry
el: Είδη
et: Žanrid
eu: Generoak
fa: ژانرها
fi: Genret
ga: Géine
gd: Seòrsa
gu: શૈલીઓ
he: ז'אנרים
hi: शैलियाँ
hy: Ժանրեր
ka: ჟანრები
kk: Жанрлар
km: ប្រភេទ
ko: 장르
ku: Cure
ky: Жанрлар
lt: Žanrai
lv: Žanri
mk: Жанрови
ml: ശാഖകൾ
mn: Төрлүүд
mr: प्रकार
ms: Genre
my: အမျိုးအစားများ
ne: प्रकारहरू
pa: ਸ਼ੈਲੀਆਂ
rw: Ubwoko
sd: شاخون
sl: Žanri
sq: Zhanret
sr: Žanrovi
sw: Aina
ta: பண்புகள்
te: జానర్లు
tg: Жанрҳо
th: ประเภท
tk: Žanrlar
tt: Жанрлар
ug: Janrlar
uk: Жанри
ur: جینرز
vi: Thể loại
zu: Izihloko

source: No Genres Selected
af: Geen Genres Gekies Nie
az: Heç bir janr seçilməyib
be: Жанры не выбраны
bg: Няма избрани жанрове
bn: কোনো জঁর নির্বাচিত হয়নি
ca: No s'han seleccionat gèneres
cs: Žádné žánry nebyly vybrány
cy: Dim genres wedi'u dewis
el: Δεν επιλέχθηκαν είδη
et: Ei ole valitud žanre
eu: Ez da generorik aukeratu
fa: هیچ ژانری انتخاب نشده
fi: Ei genrejä valittu
ga: Ní roghnaíodh géine
gd: Chan eil seòrsa air an taghadh
gu: કોઈ શૈલી પસંદ કરવામાં આવી નથી
he: לא נבחרו ז'אנרים
hi: कोई शैली चयनित नहीं
hy: Ժանրեր ընտրված չեն
ka: არ არის შერჩეული ჟანრი
kk: Жанрлар таңдалмады
km: មិនមានប្រភេទដែលបានជ្រើសរើស
ko: 선택된 장르가 없습니다
ku: Hîç Cure hilbijartî nehatîye
ky: Жанрлар тандалган жок
lb: Keng Genres ausgewielt
lt: Nėra pasirinktų žanrų
lv: Nav izvēlēti žanri
mk: Нема избрани жанрови
ml: ശാഖകൾ തിരഞ്ഞെടുക്കപ്പെട്ടവ ഇല്ല
mn: Төрөл сонгогдоогүй байна
mr: कोणतेही प्रकार निवडलेले नाहीत
ms: Tiada Genre Dipilih
my: အမျိုးအစားမရွေးချယ်ပါ
ne: कुनै प्रकार चयन गरिएको छैन
nl: Geen genres geselecteerd
pa: ਕੋਈ ਸ਼ੈਲੀ ਚੁਣੀ ਨਹੀਂ ਗਈ
rw: Nta bwoko bwatoranijwe
sd: ڪنهن شاخ کي منتخب ناهي ڪيو
sl: Ni izbranih žanrov
sq: Asnjë zhanër i zgjedhur
sr: Nisu odabrani žanrovi
sw: Hakuna Aina Zilizochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட பண்புகள் இல்லை
te: ఎటువంటి జానర్లు ఎంచుకోబడలేదు
tg: Ҳеҷ жанр интихоб нагардида аст
th: ไม่ได้เลือกประเภทใดๆ
tk: Hiç hili žanr saýlanmady
tt: Жанрлар сайланмаган
ug: Hech qanday janr tanlanmagan
uk: Жоден жанр не вибрано
ur: کوئی جینر منتخب نہیں ہے
vi: Chưa chọn thể loại nào
zu: Ayikho Izihloko Ezikhethiwe
