Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Other Movies in Series
af: Ander Flieks in die Reeks
az: Seriyada Olan Digər Filmlər
bg: Други филми от поредицата
cs: Další filmy v sérii
cy: Ffilmiau eraill yn y gyfres
el: Άλλες ταινίες στη σειρά
fa: فیلم‌های دیگر در این سری
fi: Muut elokuvat sarjassa
ga: Scannáin eile sa tsraith
he: סרטים אחרים בסדרה
hi: सिरीज़ की अन्य फिल्में
hy: Այլ ֆիլմեր շարքում
ka: სხვა ფილმები სერიებში
kk: Сериядағы басқа фильмдер
ko: 시리즈의 다른 영화
ku: Fîlmên din li sîpîyê
ky: Сериядагы башка фильмдер
lb: Anerer Filmer an der Serie
lv: Citas filmas sērijā
mk: Други филмови во серијата
ml: സീരീസിലെ മറ്റു സിനിമകൾ
mn: Цувралд орсон бусад кинонууд
ms: Filem lain dalam siri
ne: श्रृंखलामा अन्य चलचित्रहरू
nl: Andere films in de serie
pa: ਸਿਰੀਜ਼ ਵਿੱਚ ਹੋਰ ਫਿਲਮਾਂ
sd: سلسلي ۾ ٻيون فلمون
sl: Drugi filmi v seriji
sq: Filma të tjerë në Serinë
sr: Ostali filmovi u seriji
sw: Filamu Nyingine Katika Mfululizo
tg: Филмҳои дигар дар силсила
th: ภาพยนตร์อื่นๆ ในซีรีส์
tk: Seriýadaky beýleki filmler
uk: Інші фільми в серії
vi: Các bộ phim khác trong loạt
zu: Ezinye izithombe kuhlobene neziqu

source: Movies restored
af: Flieks is herstel
az: Filmlər bərpa olundu
bg: Филмите бяха възстановени
cs: Filmy byly obnoveny
cy: Mae'r ffilmiau wedi'u hadfer
el: Οι ταινίες έχουν αποκατασταθεί
fa: فیلم‌ها بازیابی شدند
fi: Elokuvat on palautettu
ga: Tá na scannáin athshocraithe
he: הסרטים שוחזרו
hi: फिल्में पुनर्स्थापित की गईं
hy: Ֆիլմերը վերականգնվել են
ka: ფილმები აღდგენილია
kk: Фильмдер қалпына келтірілді
ko: 영화가 복원되었습니다
ku: Fîlmên vegerandin
ky: Фильмдер калыбына келтирилди
lb: Filmer si restauréiert
lv: Filmas ir atjaunotas
mk: Филмовите се вратени
ml: സിനിമകൾ പുനഃസ്ഥാപിച്ചു
mn: Кинонууд сэргээгдсэн байна
ms: Filem telah dipulihkan
ne: चलचित्रहरू पुन: स्थापना गरियो
nl: Films zijn hersteld
pa: ਫਿਲਮਾਂ ਨੂੰ ਦੁਬਾਰਾ ਦਿਖਾ ਦਿੱਤਾ ਗਿਆ ਹੈ
sd: فلمن کي بحال ڪيو ويو آهي
sl: Filmi so bili obnovljeni
sq: Filmave u është rikthyer
sr: Filmovi su vraćeni
sw: Filamu zimerejeshwa
tg: Филмҳо барқарор шуданд
th: ภาพยนตร์ได้รับการกู้คืนแล้ว
tk: Filmler dikeldildi
uk: Фільми відновлені
vi: Các bộ phim đã được khôi phục
zu: Ama-movie abuyiselwe

# selectedMoviesRestoreConfirm
source: Do you confirm restoring selected movies?
af: Bevestig jy dat jy die gekose flieks wil herstel?
az: Seçilmiş filmləri bərpa etməyə əminsiniz?
bg: Потвърждавате ли, че искате да възстановите избраните филми?
cs: Ověřujete, že chcete obnovit vybrané filmy?
cy: Ydych chi'n cadarnhau adfer y ffilmiau dewisol?
el: Επιβεβαιώνετε την επαναφορά των επιλεγμένων ταινιών;
fa: آیا تأیید می‌کنید که فیلم‌های انتخاب شده را بازیابی کنید؟
fi: Vahvistatko, että haluat palauttaa valitut elokuvat?
ga: An deimhin leat go bhfuil na scannáin roghnaithe á n-athshocrú?
he: האם אתה מאשר שחזור של הסרטים שנבחרו?
hi: क्या आप पुष्टि करते हैं कि आप चुनी गई फिल्में पुनर्स्थापित करना चाहते हैं?
hy: Հաստատու՞մ եք, որ ցանկանում եք վերականգնել ընտրված ֆիլմերը:
ka: დარწმუნებული ხართ, რომ გსურთ შერჩეული ფილმების აღდგენა?
kk: Таңдалған фильмдерді қалпына келтіруді растайсыз ба?
ko: 선택한 영화를 복원하시겠습니까?
ku: Hûn piştrast in ku fîlmên hilbijartî vegerînin?
ky: Тандалган фильмдерди калыбына келтирүүнү тастыктадыңызбы?
lb: Bestätegt Dir d'Restauration vun de gewielten Filmer?
lv: Vai apstiprināt izvēlēto filmu atjaunošanu?
mk: Дали потврдувате дека ги враќате избраните филмови?
ml: തിരഞ്ഞെടുത്ത സിനിമകൾ പുനഃസ്ഥാപിക്കാൻ നിങ്ങൾ സ്ഥിരീകരിക്കുന്നുവോ?
mn: Сонгосон киног сэргээхийг баталгаажуулж байна уу?
ms: Adakah anda mengesahkan untuk memulihkan filem yang dipilih?
ne: के तपाईं चयन गरिएका चलचित्रहरू पुन: स्थापना गर्ने कुरा पुष्टि गर्नुहुन्छ?
nl: Bevestigt u het herstellen van de gekozen films?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨੂੰ ਦੁਬਾਰਾ ਦਿਖਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
sd: ڇا توهان منتخب ڪيل فلمن کي بحال ڪرڻ جي تصديق ڪندا؟
sl: Ali potrjujete obnovitev izbranih filmov?
sq: A e konfirmoni rikthimin e filmave të zgjedhur?
sr: Da li potvrđujete vraćanje odabranih filmova?
sw: Je, unathibitisha kurejesha filamu ulizochagua?
tg: Оё шумо тасдиқ мекунед, ки филмҳои интихобшударо барқарор кунед?
th: คุณยืนยันที่จะกู้คืนภาพยนตร์ที่เลือกหรือไม่?
tk: Saýlanan filmleri dikeltmegi tassyklamaýarsyňyzmy?
uk: Ви підтверджуєте відновлення вибраних фільмів?
vi: Bạn có xác nhận việc khôi phục các bộ phim đã chọn không?
zu: Uqinisekisa ukubuyisela ama-movie akhethiwe?

source: Hidden Movies
af: Versteekte Flieks
az: Gizlədilmiş Filmlər
bg: Скрити филми
cs: Skryté filmy
cy: Ffilmiau Wedi'u Cuddio
el: Αποκρυφές ταινίες
fa: فیلم‌های مخفی شده
fi: Piilotetut elokuvat
ga: Scannáin faoi cheilt
he: סרטים מוסתרים
hi: छुपाई गई फिल्में
hy: Թաքցված ֆիլմեր
ka: დამალული ფილმები
kk: Жасырылған фильмдер
ko: 숨겨진 영화
ku: Fîlmên veşartî
ky: Жашырылган фильмдер
lb: Verstoppt Filmer
lv: Paslēptās filmas
mk: Скриени филмови
ml: മറച്ച സിനിമകൾ
mn: Нуугдсан кинонууд
ms: Filem yang disembunyikan
ne: लुकेका चलचित्रहरू
nl: Verborgen films
pa: ਛਪਾਈਆਂ ਗਈਆਂ ਫਿਲਮਾਂ
sd: لڪايا گيا فلمون
sl: Skriti filmi
sq: Filmat e fshehur
sr: Skriveni filmovi
sw: Filamu Zilizofichwa
tg: Филмҳои пинҳоншуда
th: ภาพยนตร์ที่ซ่อน
tk: Gizlenen filmler
uk: Приховані фільми
vi: Phim đã ẩn
zu: Ama-movie afihliwe

source: No Hidden Movies
af: Geen Versteekte Flieks Nie
az: Gizlədilmiş film yoxdur
bg: Няма скрити филми
cs: Žádné skryté filmy
cy: Dim ffilmiau wedi'u cuddio
el: Δεν υπάρχουν αποκρυφές ταινίες
fa: هیچ فیلم مخفی‌شده‌ای وجود ندارد
fi: Ei piilotettuja elokuvia
ga: Níl aon scannáin faoi cheilt
he: אין סרטים מוסתרים
hi: कोई छुपाई गई फिल्में नहीं हैं
hy: Թաքցված ֆիլմեր չկան
ka: დამალული ფილმები არ არის
kk: Жасырылған фильмдер жоқ
ko: 숨겨진 영화가 없습니다
ku: Tu fîlmên veşartî nîne
ky: Жашырылган фильмдер жок
lb: Keen verstoppten Filmer
lv: Nav paslēptu filmu
mk: Нема скриени филмови
ml: മറച്ച സിനിമകൾ ഇല്ല
mn: Нуугдсан кинонууд байхгүй
ms: Tiada filem yang disembunyikan
ne: कोही लुकेको चलचित्रहरू छैन
nl: Geen verborgen films
pa: ਕੋਈ ਛਪਾਈਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨਹੀਂ ਹਨ
sd: ڪو لڪايو ويو فلم نه آهي
sl: Ni skritih filmov
sq: Nuk ka filma të fshehur
sr: Nema skrivenih filmova
sw: Hakuna Filamu Zilizofichwa
tg: Ҳеҷ филми пинҳоншуда вуҷуд надорад
th: ไม่มีภาพยนตร์ที่ซ่อนอยู่
tk: Gizlenen filmler ýok
uk: Немає прихованих фільмів
vi: Không có phim nào bị ẩn
zu: Ayikho imovie efihliwe

source: Search People
af: Soek Mense
az: İnsanları Axtar
bg: Търсене на хора
cs: Hledat lidi
cy: Chwilio am bobl
el: Αναζήτηση ατόμων
fa: جستجو برای افراد
fi: Etsi henkilöitä
ga: Cuardaigh Daoine
he: חפש אנשים
hi: लोगों की खोज करें
hy: Փնտրեք մարդիկ
ka: მოძებნე ადამიანები
kk: Адамдарды іздеу
ko: 사람 검색
ku: Kesan lêgerîn
ky: Адамдарды издөө
lb: Leit sichen
lv: Meklēt cilvēkus
mk: Барај луѓе
ml: ആളുകൾ തിരയുക
mn: Хүмүүстэй хайлт хийх
ms: Cari Orang
ne: व्यक्तिहरू खोज्नुहोस्
nl: Zoek mensen
pa: ਲੋਕਾਂ ਨੂੰ ਖੋਜੋ
sd: مردن کي ڳوليو
sl: Išči ljudi
sq: Kërko Njerëzit
sr: Pretraži ljude
sw: Tafuta Watu
tg: Одамонро ҷустуҷӯ кунед
th: ค้นหาคน
tk: Adamlar gözlemek
uk: Шукати людей
vi: Tìm kiếm người
zu: Sesha abantu

# recommendFileCreated
source: Movie recommend file created.
af: Fliek-aanbevelingslêer is geskep.
az: Film tövsiyə faylı yaradıldı.
bg: Файл с препоръчани филми беше създаден.
cs: Soubor s doporučeními filmů byl vytvořen.
cy: Ffeil argymell ffilm wedi'i chreu.
el: Δημιουργήθηκε αρχείο προτάσεων ταινιών.
fa: فایل پیشنهاد فیلم ایجاد شد.
fi: Elokuvien suositustiedosto on luotu.
ga: Cruthaíodh comhad moltaí scannán.
he: קובץ המלצות סרטים נוצר.
hi: फिल्म सिफारिश फ़ाइल बनाई गई है।
hy: Ֆիլմի առաջարկման ֆայլը ստեղծվել է:
ka: ფილმის რეკომენდაციის ფაილი შეიქმნა.
kk: Фильмдер ұсыныс файлы жасалды.
ko: 영화 추천 파일이 생성되었습니다.
ku: Pelê pêşniyarê fîlmê hate afirandin.
ky: Фильмдердин сунуш файлы түзүлдү.
lb: Filmempfehlungsdatei gouf erstallt.
lv: Filmu ieteikumu fails ir izveidots.
mk: Фајлот за препораки на филмови е креиран.
ml: സിനിമയുടെ ശുപാർശ ഫയൽ സൃഷ്ടിച്ചു.
mn: Киноны санал файлыг үүсгэсэн.
ms: Fail cadangan filem telah dicipta.
ne: चलचित्र सिफारिस फाइल बनाइएको छ।
nl: Aanbevelingsbestand voor films is gemaakt.
pa: ਫਿਲਮ ਸਿਫਾਰਸ਼ ਫਾਈਲ ਬਣਾਈ ਗਈ ਹੈ
sd: فلم جي سفارش فائل ٺاهي وئي.
sl: Datoteka s priporočili filmov je bila ustvarjena.
sq: Skeda e rekomandimit të filmit është krijuar.
sr: Datoteka za preporuku filmova je kreirana.
sw: Faili ya mapendekezo ya filamu imeundwa.
tg: Файли тавсияҳои филмҳо эҷод шуд.
th: ไฟล์คำแนะนำภาพยนตร์ถูกสร้างขึ้นแล้ว
tk: Film maslahatlary faýly döredildi.
uk: Файл рекомендацій фільмів створено.
vi: Tệp đề xuất phim đã được tạo.
zu: Ithrekhi yokuphakela ama-movie yadalwa.

# recommendFileCreationConfirm
source: Do you confirm creating a recommed movie file with selected movies?
af: Bevestig jy dat jy 'n fliek-aanbevelingslêer met die gekose flieks wil skep?
az: Seçilmiş filmlərlə tövsiyə faylı yaratmağa əminsiniz?
bg: Потвърждавате ли създаването на файл с препоръки за избраните филми?
cs: Ověřujete, že chcete vytvořit soubor s doporučenými filmy?
cy: Ydych chi'n cadarnhau creu ffeil argymell gyda'r ffilmiau dewisol?
el: Επιβεβαιώνετε τη δημιουργία αρχείου προτάσεων με τις επιλεγμένες ταινίες;
fa: آیا تأیید می‌کنید که فایل پیشنهادی با فیلم‌های انتخاب شده ایجاد شود؟
fi: Vahvistatko, että haluat luoda suositustiedoston valituilla elokuvilla?
ga: An deimhin leat go gcruthófar comhad moltaí scannán leis na scannáin roghnaithe?
he: האם אתה מאשר יצירת קובץ המלצות סרטים עם הסרטים שנבחרו?
hi: क्या आप पुष्टि करते हैं कि चुनी गई फिल्मों के साथ फिल्म सिफारिश फ़ाइल बनाई जाए?
hy: Հաստատու՞մ եք, որ ցանկանում եք ստեղծել ֆիլմի առաջարկման ֆայլը ընտրված ֆիլմերով:
ka: დარწმუნებული ხართ, რომ გსურთ შექმნათ ფილმის რეკომენდაციის ფაილი შერჩეულ ფილმებთან ერთად?
kk: Таңдалған фильмдермен ұсыныс файлын жасауды растайсыз ба?
ko: 선택한 영화들로 영화 추천 파일을 생성하시겠습니까?
ku: Hûn piştrast in ku pelê pêşniyarê fîlmê bi fîlmên hilbijartî afirînin?
ky: Тандалган фильмдер менен фильмдердин сунуш файлдарын түзүүнү тастыктадыңызбы?
lb: Bestätegt Dir d'Erstellung vun enger Filmempfehlungsdatei mat den gewielten Filmer?
lv: Vai apstiprināt filmu ieteikumu faila izveidi ar izvēlētajām filmām?
mk: Дали потврдувате дека ќе креирате фајл за препораки на филмови со избраните филмови?
ml: തിരഞ്ഞെടുത്ത സിനിമകളുമായി സിനിമ ശുപാർശ ഫയൽ സൃഷ്ടിക്കാൻ നിങ്ങൾ സ്ഥിരീകരിക്കുന്നുവോ?
mn: Сонгосон кинонуудтай киноны санал файлыг үүсгэхийг баталгаажуулж байна уу?
ms: Adakah anda mengesahkan untuk mencipta fail cadangan filem dengan filem yang dipilih?
ne: के तपाईं चयन गरिएका चलचित्रहरूबाट चलचित्र सिफारिस फाइल बनाउन पुष्टि गर्नुहुन्छ?
nl: Bevestigt u het maken van een aanbevelingsbestand voor films met de gekozen films?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਨਾਲ ਫਿਲਮ ਸਿਫਾਰਸ਼ ਫਾਈਲ ਬਣਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
sd: ڇا توهان منتخب ڪيل فلمن سان سفارش فائل ٺاهڻ جي تصديق ڪندا؟
sl: Ali potrjujete ustvarjanje datoteke s priporočili filmov?
sq: A e konfirmoni krijimin e skedës së filmit me rekomandimet e zgjedhura?
sr: Da li potvrđujete kreiranje datoteke sa odabranim filmovima?
sw: Je, unathibitisha kuunda faili ya mapendekezo ya filamu ulizochagua?
tg: Оё шумо тасдиқ мекунед, ки файли тавсияҳои филмҳоро бо филмҳои интихобшуда эҷод кунед?
th: คุณยืนยันที่จะสร้างไฟล์คำแนะนำภาพยนตร์ที่เลือกหรือไม่?
tk: Saýlanan filmler bilen film maslahatlary faýlyny döretmegi tassyklamaýarsyňyzmy?
uk: Ви підтверджуєте створення файлу рекомендацій з вибраними фільмами?
vi: Bạn có xác nhận việc tạo tệp đề xuất phim với các bộ phim đã chọn không?
zu: Uqinisekisa ukudala ifayela le-iphakheji lamafilimu akhethiwe?

# selectMoviesToAdd
source: Select movies to add to your Watch List
af: Kies flieks om by jou Kyklys te voeg
az: İzləmə Siyahınıza əlavə etmək üçün filmləri seçin
bg: Изберете филми, които да добавите към списъка за гледане
cs: Vyberte filmy, které chcete přidat do svého seznamu sledovaných
cy: Dewiswch ffilmiau i'w hychwanegu at eich rhestr gwylio
el: Επιλέξτε ταινίες για να προσθέσετε στη λίστα παρακολούθησης
fa: فیلم‌ها را انتخاب کنید تا به لیست تماشا اضافه کنید
fi: Valitse elokuvat lisättäväksi katselulistallesi
ga: Roghnaigh scannáin le cur leis an liosta faire
he: בחר סרטים להוסיף לרשימת הצפייה שלך
hi: अपनी वॉच लिस्ट में जोड़ने के लिए फिल्में चुनें
hy: Ընտրեք ֆիլմեր, որպեսզի ավելացնեք դիտելու ցանկում
ka: მოიყვანეთ ფილმები თქვენი სანახავი სიის დამატებისათვის
kk: Қарау тізіміңізге қосу үшін фильмдерді таңдаңыз
ko: 내 시청 목록에 추가할 영화를 선택하세요
ku: Fîlmên ji bo zêdekirinê li listeya seyrê xwe hilbijêrin
ky: Карап чыгуу тизмеңизге кошуу үчүн фильмдерди тандаңыз
lb: Wielt Filmer fir zu Ärer Watchlist hinzuzufügen
lv: Izvēlieties filmas, ko pievienot savai skatīšanās sarakstam
mk: Изберете филмови што ќе ги додадете на вашата листа за гледање
ml: നിങ്ങളുടെ വാച്ച് ലിസ്റ്റിലേക്ക് ചേർക്കാൻ സിനിമകൾ തിരഞ്ഞെടുക്കുക
mn: Таны үзэх жагсаалтанд нэмэх кинонуудыг сонгоно уу
ms: Pilih filem untuk ditambah ke Senarai Tontonan anda
ne: तपाईंको हेर्नको लागि सूचीमा थप्नको लागि चलचित्रहरू चयन गर्नुहोस्
nl: Selecteer films om toe te voegen aan uw kijklijst
pa: ਆਪਣੀ ਵਾਚ ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਫਿਲਮਾਂ ਚੁਣੋ
sd: ٽيڪن لسٽ ۾ شامل ڪرڻ لاءِ فلمن کي منتخب ڪريو
sl: Izberite filme, ki jih želite dodati na svojo seznam za ogled
sq: Zgjidh filmat për t'i shtuar në Listën e Të Dajuarve
sr: Odaberite filmove koje želite dodati na svoju listu za gledanje
sw: Chagua filamu za kuongeza kwenye Orodha yako ya Kuangalia
tg: Филмҳоро барои илова кардан ба рӯйхати тамошо интихоб кунед
th: เลือกภาพยนตร์เพื่อเพิ่มในรายการที่คุณต้องการดู
tk: Göçürme sanawyňyza goşmak üçin filmleri saýlaň
uk: Виберіть фільми для додавання до вашого списку для перегляду
vi: Chọn các bộ phim để thêm vào danh sách xem của bạn
zu: Khetha ama-movie ukuze uwengeze kuhlu lwezobuka

# moviesAddedToWatchList
source: Movies have been added to your Watch List.
af: Flieks is by jou Kyklys gevoeg.
az: Filmlər İzləmə Siyahınıza əlavə olundu.
bg: Филмите бяха добавени към списъка за гледане.
cs: Filmy byly přidány do vašeho seznamu sledovaných.
cy: Mae'r ffilmiau wedi'u hychwanegu at eich rhestr gwylio.
el: Οι ταινίες προστέθηκαν στη λίστα παρακολούθησης.
fa: فیلم‌ها به لیست تماشا اضافه شدند.
fi: Elokuvat on lisätty katselulistallesi.
ga: Tá na scannáin curtha leis an liosta faire.
he: הסרטים נוספו לרשימת הצפייה שלך.
hi: फिल्में आपकी वॉच लिस्ट में जोड़ दी गई हैं।
hy: Ֆիլմերը ավելացվել են ձեր դիտելու ցանկում:
ka: ფილმები დაემატა თქვენს სანახავი სიაში.
kk: Фильмдер қарау тізіміңізге қосылды.
ko: 영화가 내 시청 목록에 추가되었습니다.
ku: Fîlmên di listeya seyrê we de hate zêdekirin.
ky: Фильмдер карап чыгуу тизмеңизге кошулду.
lb: Filmer sinn zu Ärer Watchlist derbäi geholl.
lv: Filmas ir pievienotas jūsu skatīšanās sarakstam.
mk: Филмовите се додадени на вашата листа за гледање.
ml: സിനിമകൾ നിങ്ങളുടെ വാച്ച് ലിസ്റ്റിൽ ചേർക്കപ്പെട്ടു.
mn: Кинонууд таны үзэх жагсаалтад нэмэгдсэн байна.
ms: Filem telah ditambah ke Senarai Tontonan anda.
ne: चलचित्रहरू तपाईंको हेर्नको लागि सूचीमा थपिएको छ।
nl: Films zijn toegevoegd aan uw kijklijst.
pa: ਫਿਲਮਾਂ ਤੁਹਾਡੀ ਵਾਚ ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ
sd: فلمون توهان جي واچ لسٽ ۾ شامل ڪيون ويون آهن.
sl: Filmi so bili dodani na vaš seznam za ogled.
sq: Filmat janë shtuar në Listën tuaj të Shikimit.
sr: Filmovi su dodati na vašu listu za gledanje.
sw: Filamu zimeongezwa kwenye Orodha yako ya Kuangalia.
tg: Филмҳо ба рӯйхати тамошои шумо илова шуданд.
th: ภาพยนตร์ถูกเพิ่มในรายการที่คุณต้องการดู
tk: Filmler göçürme sanawyňyza goşuldy.
uk: Фільми додано до вашого списку для перегляду.
vi: Các bộ phim đã được thêm vào danh sách xem của bạn.
zu: Ama-movie afakwe kuhlu lwakho lokubuka.

# premiumWillBeForPlayStoreUser
source: Premium will be bought for the account that is logged in on your play store. It won't be bought for your user logged in this app. However you can use premium for all users in this app when it is bought.
af: Premium sal gekoop word vir die rekening wat by jou Play Store aangemeld is. Dit sal nie vir die gebruiker wat in hierdie app aangemeld is gekoop word nie. Jy kan egter premium gebruik vir alle gebruikers in hierdie app wanneer dit gekoop is.
az: Premium, Play Store-da daxil olunmuş hesab üçün alınacaq. Bu, bu tətbiqdə daxil olmuş istifadəçi üçün alınmayacaq. Lakin premium alındıqdan sonra onu bu tətbiqdəki bütün istifadəçilər üçün istifadə edə bilərsiniz.
bg: Премиум ще бъде закупен за акаунта, с който сте влезли в Play Store. Няма да бъде закупен за потребителя, влязъл в това приложение. Въпреки това, можете да използвате премиума за всички потребители в това приложение, след като бъде закупен.
cy: Caiff y premiwm ei brynu ar gyfer y cyfrif rydych chi wedi mewngofnodi iddo yn y Play Store. Ni fydd yn cael ei brynu ar gyfer y defnyddiwr sydd wedi mewngofnodi i'r ap hwn. Fodd bynnag, gallwch ddefnyddio'r premiwm ar gyfer pob defnyddiwr yn yr ap hwn pan fydd yn cael ei brynu.
el: Το Premium θα αγοραστεί για τον λογαριασμό με τον οποίο είστε συνδεδεμένοι στο Play Store. Δεν θα αγοραστεί για τον χρήστη που είναι συνδεδεμένος σε αυτήν την εφαρμογή. Ωστόσο, μπορείτε να χρησιμοποιήσετε το Premium για όλους τους χρήστες αυτής της εφαρμογής όταν αγοραστεί.
fa: نسخه پریمیوم برای حسابی که در Play Store وارد شده است خریداری خواهد شد. برای کاربری که در این اپلیکیشن وارد شده خریداری نخواهد شد. با این حال، شما می‌توانید از پریمیوم برای تمام کاربران در این اپلیکیشن زمانی که خریداری شود استفاده کنید.
fi: Premium ostetaan tilille, jolla olet kirjautunut Play Storeen. Sitä ei osteta tälle sovellukselle kirjautuneelle käyttäjälle. Voit kuitenkin käyttää premiumia kaikille käyttäjille tässä sovelluksessa, kun se on ostettu.
he: הפרימיום יירכש עבור החשבון שאתה מחובר אליו ב-Play Store. הוא לא יירכש עבור המשתמש שמחובר לאפליקציה הזו. עם זאת, תוכל להשתמש בפרימיום עבור כל המשתמשים באפליקציה הזו ברגע שהוא נרכש.
hi: प्रीमियम उस खाते के लिए खरीदी जाएगी, जिस पर आप Play Store में लॉग इन हैं। यह आपके इस ऐप में लॉग इन किए गए उपयोगकर्ता के लिए नहीं खरीदी जाएगी। हालांकि, आप इसे इस ऐप में सभी उपयोगकर्ताओं के लिए उपयोग कर सकते हैं जब इसे खरीदा जाएगा।
hy: Պրեմիումը կգնվի այն հաշվի համար, որով մուտք եք գործում Play Store-ում։ Այն չի գնվի այս հավելվածում մուտք գործած օգտվողի համար։ Այնուամենայնիվ, դուք կարող եք օգտագործել պրեմիումը այս հավելվածում բոլոր օգտվողների համար, երբ այն գնել է։
kk: Премиум сіз Play Store-да кірген есептік жазба үшін сатып алынады. Ол осы қосымшада кірген пайдаланушы үшін сатып алынбайды. Дегенмен, премиумды осы қосымшадағы барлық пайдаланушылар үшін сатып алғаннан кейін пайдалануға болады.
ku: Premium, Play Store'a giriş yaptığınız hesap için satın alınacaktır. Bu uygulamada giriş yaptığınız kullanıcı için satın alınmayacaktır. Ancak, premium satın alındığında, bu uygulamadaki tüm kullanıcılar için kullanılabilir.
lb: Premium gëtt fir den Konto kaaft, mat deem Dir an de Play Store ageloggt sidd. Et gëtt net fir de Benotzer kaaft, deen an der App ageloggt ass. Wann et awer kaaft gouf, kënnt Dir Premium fir all Benotzer an der App benotzen.
ml: പ്രീമിയം നിങ്ങൾ Play Store-ൽ ലോഗിൻ ചെയ്തിരിക്കുന്ന അക്കൗണ്ടിനായി വാങ്ങപ്പെടും. ഈ ആപ്പിൽ ലോഗിൻ ചെയ്തിരിക്കുന്ന ഉപയോക്താവിനായി അത് വാങ്ങപ്പെടില്ല. എങ്കിൽ, നിങ്ങൾ പ്രീമിയം വാങ്ങിയാൽ ഈ ആപ്പിലെ എല്ലാ ഉപയോക്താക്കളിലും ഉപയോഗിക്കാൻ കഴിയും.
mn: Premium нь Play Store-д нэвтэрсэн дансанд худалдан авагдана. Энэ програмд нэвтэрсэн хэрэглэгчийн хувьд худалдан авахгүй. Гэвч, та premium-г энэ програмд бүх хэрэглэгчдэд ашиглах боломжтой болно, хэрэв үүнийг худалдан авсан бол.
ms: Premium akan dibeli untuk akaun yang anda log masuk di Play Store. Ia tidak akan dibeli untuk pengguna yang log masuk di aplikasi ini. Walau bagaimanapun, anda boleh menggunakan premium untuk semua pengguna dalam aplikasi ini apabila ia dibeli.
ne: प्रीमियम तपाईंको Play Store मा लगइन गरेको खाता को लागि किनिनेछ। यो तपाईंको यस एपमा लगइन गरेको प्रयोगकर्ता को लागि किनिने छैन। यद्यपि, तपाईं जब यो किनिन्छ, त्यसपछि यस एपमा सबै प्रयोगकर्ताहरूको लागि प्रीमियम प्रयोग गर्न सक्नुहुनेछ।
nl: Premium wordt gekocht voor het account waarmee je bent ingelogd in de Play Store. Het wordt niet gekocht voor de gebruiker die is ingelogd in deze app. Je kunt echter premium gebruiken voor alle gebruikers in deze app zodra het is gekocht.
pa: ਪ੍ਰੀਮੀਅਮ ਉਸ ਖਾਤੇ ਲਈ ਖਰੀਦੀ ਜਾਵੇਗੀ ਜਿਸ ਨਾਲ ਤੁਸੀਂ Play Store ਵਿੱਚ ਲਾਗਿਨ ਹੋ। ਇਹ ਇਸ ਐਪ ਵਿੱਚ ਲਾਗਿਨ ਹੋਏ ਉਪਭੋਗੀ ਲਈ ਖਰੀਦੀ ਨਹੀਂ ਜਾਵੇਗੀ। ਹਾਲਾਂਕਿ, ਜਦੋਂ ਇਹ ਖਰੀਦੀ ਜਾਵੇਗੀ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਐਪ ਵਿੱਚ ਸਾਰੇ ਉਪਭੋਗੀਆਂ ਲਈ ਪ੍ਰੀਮੀਅਮ ਦਾ ਉਪਯੋਗ ਕਰ ਸਕਦੇ ਹੋ।
sl: Premium bo kupljen za račun, s katerim ste prijavljeni v Play Store. Ne bo kupljen za uporabnika, ki je prijavljen v tej aplikaciji. Lahko pa uporabite premium za vse uporabnike v tej aplikaciji, ko bo kupljen.
sr: Premium će biti kupljen za nalog koji je prijavljen na vašem Play Store-u. Neće biti kupljen za korisnika prijavljenog u ovoj aplikaciji. Međutim, možete koristiti premium za sve korisnike u ovoj aplikaciji kada bude kupljen.
tg: Премиум барои ҳисоби, ки дар Play Store шумо ворид шудааст, харида мешавад. Он барои корбаре, ки дар ин барнома ворид шудааст, харида намешавад. Аммо шумо метавонед премиумро барои ҳамаи корбарон дар ин барнома истифода баред, вақте ки он харида шавад.
th: พรีเมียมจะถูกซื้อสำหรับบัญชีที่ล็อกอินใน Play Store ของคุณ มันจะไม่ได้รับการซื้อสำหรับผู้ใช้ที่ล็อกอินในแอปนี้ อย่างไรก็ตามคุณสามารถใช้พรีเมียมสำหรับผู้ใช้ทุกคนในแอปนี้เมื่อมันถูกซื้อแล้ว
tk: Premium, Play Store-da giriş eden hasap üçin satyn alnar. Bu programma giriş eden ulanyjy üçin satyn alnar däl. Şeýle-de bolsa, satyn alnan ýagdaýynda, bu programmada ähli ulanyjylar üçin premiumy ulanyp bilersiňiz.
uk: Premium буде придбано для акаунту, що увійшов у ваш Play Store. Він не буде придбаний для користувача, увійшовшого в цей додаток. Однак ви зможете використовувати premium для всіх користувачів у цьому додатку, коли він буде придбаний.
zu: I-Premium izothengelwa i-akhawunti ebhaliswe ku-Play Store yakho. Ayizothengelwa umsebenzisi obhalisiwe kulo hlelo lokusebenza. Kodwa-ke, ungasebenzisa i-premium kubo bonke abasebenzisi kulo hlelo lokusebenza uma ithengisiwe.

source: movies imported
af: flieks ingevoer
az: filmlər idxal edildi
bg: филмите са импортирани
cy: fideos wedi'u mewnforio
fa: فیلم‌ها وارد شدند
fi: elokuvat tuotu
hi: फिल्में आयात की गईं
hy: Ֆիլմեր ներմուծվել են
kk: Фильмдер импортталды
lb: Filmer importéiert
mn: Кинонууд импортлогдсон
pa: ਫਿਲਮਾਂ ਆਯਾਤ ਕੀਤੀਆਂ ਗਈਆਂ
sr: filmova je uvezeno
tg: Филмҳо ворид карда шуданд
tk: Filmler import edildi
zu: Ama-movie angeniswe

source: Warning
af: Waarskuwing
az: Xəbərdarlıq
bg: Предупреждение
cy: Rhybudd
fa: هشدار
fi: Varoitus
hi: चेतावनी
hy: Զգուշացում
kk: Ескерту
lb: Warnung
mn: Анхааруулга
pa: ਚੇਤਾਵਨੀ
sr: Upozorenje
tg: Огоҳӣ
tk: Duýduryş
zu: Isixwayiso

# noMoviesImported
source: No movies were imported
af: Geen flieks ingevoer nie
az: Heç bir film idxal edilmədi
bg: Няма импортирани филми
cy: Dim fideos wedi'u mewnforio
fa: هیچ فیلمی وارد نشد
fi: Elokuvia ei tuotu
hi: कोई फिल्में आयात नहीं हुईं
hy: Ֆիլմեր չեն ներմուծվել
kk: Фильмдер импортталған жоқ
lb: Keng Filmer importéiert
mn: Кино импортлоогүй
pa: ਕੋਈ ਫਿਲਮ ਆਯਾਤ ਨਹੀਂ ਕੀਤੀ ਗਈ
sr: Nijedan film nije uvezen
tg: Ягон филм ворид карда нашуд
tk: Hiç bir film import edilmedi
zu: Akukho ama-movie angenisiwe

source: Movies for
af: Flieks vir
az: Filmlər üçün
bg: Филми за
cy: Fideos ar gyfer
fa: فیلم‌ها برای
fi: Elokuvat kohteelle
hi: के लिए फिल्में
hy: Ֆիլմեր համար
kk: Үшін фильмдер
lb: Filmer fir
mn: Кинонууд зориулсан
pa: ਲਈ ਫਿਲਮਾਂ
sr: Filmovi za
tg: Филмҳо барои
tk: Üçin filmler
zu: Ama-movie we-
