Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

# noMoviesForTag
source: No movies found for this tag
af: Geen flieks vir hierdie etiket gevind nie
az: Bu etiket üçün film tapılmadı
bg: Няма намерени филми с този етикет
cy: Dim fideos wedi'u canfod ar gyfer y tag hwn
fa: هیچ فیلمی برای این برچسب یافت نشد
fi: Tälle tunnisteelle ei löytynyt elokuvia
hi: इस टैग के लिए कोई फिल्में नहीं मिलीं
hy: Այս պիտակի համար ֆիլմեր չեն գտնվել
kk: Бұл тег үшін фильм табылған жоқ
lb: Kee Film fir dëst Schlagwuert fonnt
mn: Энэ шошгоор кино олдсонгүй
pa: ਇਸ ਟੈਗ ਲਈ ਕੋਈ ਫਿਲਮ ਨਹੀਂ ਮਿਲੀਆਂ
sr: Nema pronađenih filmova za ovu oznaku
tg: Барои ин тамға ягон филм ёфт нашуд
tk: Bu bellik üçin hiç bir film tapylmady
zu: Akukho ama-movie atholakele ngaleli tag
