Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: No Tags Selected
af: Geen Etikette Gekies Nie
az: Heç Bir Etiket Seçilməyib
be: Тэгі не выбраны
bg: Няма избрани етикети
bn: কোনো ট্যাগ নির্বাচন করা হয়নি
ca: Cap etiqueta seleccionada
cs: Žádné štítky nejsou vybrány
cy: Dim tagiau wedi'u dewis
el: Δεν έχουν επιλεγεί ετικέτες
eu: Ez da etiketa bat ere aukeratu
fa: هیچ برچسبی انتخاب نشده
fi: Ei tunnisteita valittu
ga: Ní roghnaíodh aon chlibeanna
gu: કોઈ ટૅગ પસંદ નથી કરેલ
he: לא נבחרו תגים
hi: कोई टैग चयनित नहीं है
hy: Պիտակներ չեն ընտրվել
ka: არ არის არჩეული ნიშანი
kk: Тегтер таңдалған жоқ
km: មិនមានស្លាកដែលបានជ្រើសរើសទេ
ko: 선택된 태그가 없습니다
ku: Tîpên nehêlîn hatine hilbijartin
ky: Тегдер тандалган жок
lb: Keng Tags ausgewielt
lt: Pasirinkta jokių žymų
lv: Nav izvēlētas etiķetes
mk: Нема избраних тагова
ml: ഏതാനും ടാഗുകൾ തിരഞ്ഞെടുക്കപ്പെടുന്നു
mn: Таг сонгогдоогүй
mr: कोणतेही टॅग निवडलेले नाहीत
ms: Tiada tag yang dipilih
my: တိုင်မရွေးချယ်ရသေးပါ
ne: कुनै ट्याग चयन गरिएको छैन
nl: Geen tags geselecteerd
pa: ਕੋਈ ਟੈਗ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ
rw: Nta tag wahisemo
sd: ڪو به ٽئگ چونڊيو ناهي
sl: Ni izbranih oznak
sq: Nuk është zgjedhur asnjë etiketë
sr: Nema odabranih tagova
sw: Hakuna Tagi Zilizochaguliwa
ta: சேர்க்கப்பட்ட டேக்குகள் எதுவும் இல்லை
tg: Ҳеҷ теге интихоб нашудааст
th: ไม่ได้เลือกแท็กใดๆ
tk: Hiçbir teg saýlanmady
ug: Teg tallanmıdı
uk: Теги не вибрані
ur: کوئی ٹیگ منتخب نہیں کیے گئے
vi: Chưa chọn thẻ nào
zu: Ayikho ithegi ekhethiwe

source: No Franchises Selected
af: Geen Franchises Gekies Nie
az: Heç Bir Françayz Seçilməyib
be: Франшызы не выбраны
bg: Няма избрани франчайзи
bn: কোনো ফ্র্যাঞ্চাইজি নির্বাচন করা হয়নি
ca: Cap franquícia seleccionada
cs: Žádné franšízy nejsou vybrány
cy: Dim ffransisau wedi'u dewis
el: Δεν έχουν επιλεγεί γραφεία
eu: Ez da frantzia bat ere aukeratu
fa: هیچ فرانچایزی انتخاب نشده
fi: Ei franchisekoita valittu
ga: Ní roghnaíodh aon fhraincis
gu: કોઈ ફ્રેન્ચાઇઝ પસંદ નથી કરેલ
he: לא נבחרו זיכיונות
hi: कोई फ्रेंचाइजी चयनित नहीं है
hy: Ֆրանչայզներ չեն ընտրվել
ka: არ არის არჩეული ფრანჩაიზი
kk: Франшизалар таңдалған жоқ
km: មិនមានហ្វ្រាំងស៊ីសដែលបានជ្រើសរើសទេ
ko: 선택된 프랜차이즈가 없습니다
ku: Franchise'ên nehêlîn hatine hilbijartin
ky: Франшизалар тандалган жок
lb: Keng Franchisen ausgewielt
lt: Pasirinkta jokių franšizių
lv: Nav izvēlētas franšīzes
mk: Нема избрани франшизи
ml: ഏതാനും ഫ്രാഞ്ചൈസികൾ തിരഞ്ഞെടുക്കപ്പെടുന്നു
mn: Франшиз сонгогдоогүй
mr: कोणतीही फ्रँचायझी निवडलेली नाही
ms: Tiada francais yang dipilih
my: ဖရန်ချိုင်းစီမရွေးချယ်ရသေးပါ
ne: कुनै फ्रान्चाइज चयन गरिएको छैन
nl: Geen franchises geselecteerd
pa: ਕੋਈ ਫਰੈਂਚਾਈਜ਼ ਚੁਣੀ ਨਹੀਂ ਗਈ
rw: Nta franchise wahisemo
sd: ڪو به فرينچائز چونڊيو ناهي
sl: Ni izbranih franšiz
sq: Nuk është zgjedhur asnjë franshizë
sr: Nema odabranih franšiza
sw: Hakuna Franchise Zilizochaguliwa
ta: சேர்க்கப்பட்ட பிராண்டுகள் எதுவும் இல்லை
tg: Ҳеҷ франшизае интихоб нашудааст
th: ไม่ได้เลือกแฟรนไชส์ใดๆ
tk: Hiçbir françiza saýlanmady
ug: Françize tallanmıdı
uk: Франшизи не вибрані
ur: کوئی فرنچائز منتخب نہیں کی گئی
vi: Chưa chọn nhượng quyền nào
zu: Ayikho ifranchise ekhethiwe

# buyPremium
source: Upgrade to Premium
af: Koop Premium
az: Premium Al
be: Купіць Premium
bg: Купи Premium
bn: প্রিমিয়াম কিনুন
ca: Comprar Premium
cs: Koupit Premium
cy: Αγόρασε Premium
el: Αγοράστε Premium
fa: خرید Premium
fi: Osta Premium
ga: Ceannaigh Premium
he: קנה Premium
hi: प्रीमियम खरीदें
hy: Գնել Premium
ka: შეიძინეთ Premium
kk: Premium сатып алу
km: ទិញ Premium
ko: 프리미엄으로 업그레이드
ku: Premium Bikarîne
ky: Premium сатып алуу
lb: Pērciet Premium
lt: Pirkite Premium
lv: Pērciet Premium
mk: Купи Premium
ml: പ്രീമിയം വാങ്ങുക
mn: Premium худалдан авах
mr: प्रीमियम खरेदी करा
ms: Beli Premium
my: Premium ကိုဝယ်ယူပါ
ne: प्रिमियम खरीद्नुहोस्
nl: Upgrade naar Premium
pa: ਪ੍ਰੀਮੀਅਮ ਖਰੀਦੋ
rw: Buy Premium
sd: پريميئم خريد ڪريو
sl: Kupite Premium
sq: Blej Premium
sr: Kupite Premium
sw: Nunua Premium
tg: Премиум хараидан
th: ซื้อพรีเมียม
tk: Premium satyn al
ug: Premiyum satwëlix
uk: Купити Premium
ur: پریمیئم خریدیں
vi: Mua Premium
zu: Thenga i-Premium

# buyButton
source: Buy
af: Koop
az: Al
be: Купіць
bg: Купи
bn: কিনুন
ca: Comprar
cs: Koupit
cy: Αγόρασε
el: Αγοράστε
fa: خرید
fi: Osta
ga: Ceannaigh
he: קנה
hi: खरीदें
hy: Գնել
ka: შეიძინეთ
kk: Сатып алу
km: ទិញ
ko: 구매
ku: Bikarîne
ky: Сатып алуу
lb: Pērciet
lt: Pirkti
lv: Pērciet
mk: Купи
ml: വാങ്ങുക
mn: Худалдан авах
mr: खरेदी करा
ms: Beli
my: ဝယ်ယူပါ
ne: किन्नुहोस्
nl: Koop
pa: ਖਰੀਦੋ
sd: خريد ڪريو
sl: Kupite
sq: Blej
sr: Kupiti
sw: Nunua
tg: Харидан
th: ซื้อ
tk: Satyn al
ug: Satwëlix
uk: Купити
ur: خریدیں
vi: Mua
zu: Thenga

# removeAds
source: Remove All Ads
af: Verwyder Alle Advertensies
az: Bütün Reklamları Sil
be: Выдаліць усе рэкламы
bg: Премахни всички реклами
bn: সব অ্যাড মুছে ফেলুন
ca: Eliminar tots els anuncis
cs: Odstranit všechny reklamy
cy: Αφαίρεση όλων των διαφημίσεων
el: Αφαιρέστε όλες τις διαφημίσεις
fa: حذف تمام تبلیغات
fi: Poista kaikki mainokset
ga: Bain gach fógra
he: הסר את כל המודעות
hi: सभी विज्ञापनों को हटाएं
hy: Հեռացնել բոլոր գովազդները
ka: ამოიღეთ ყველა რეკლამა
kk: Барлық жарнамаларды өшіру
km: លុបការផ្សាយពាណិជ្ជកម្មទាំងអស់
ko: 모든 광고 제거
ku: Hemû reklamên jê birin
ky: Бардык жарнамаларды алып салуу
lb: Noņemiet visas reklāmas
lt: Pašalinti visas reklamas
lv: Noņemiet visas reklāmas
mk: Отстрани ги сите реклами
ml: എല്ലാ പരസ്യങ്ങളും നീക്കുക
mn: Бүх зар сурталчилгааг устгах
mr: सर्व जाहिराती काढा
ms: Buang semua iklan
my: ကြော်ငြာအားလုံးကိုဖယ်ရှားပါ
ne: सबै विज्ञापनहरू हटाउनुहोस्
nl: Verwijder alle advertenties
pa: ਸਭੀਆਂ ਵਿਗਿਆਪਨਾਂ ਨੂੰ ਹਟਾਓ
rw: Kuraho byose byamamaza
sd: سڀ اشتهار هٽايو
sl: Odstranite vse oglase
sq: Heq të gjitha reklamat
sr: Uklonite sve reklame
sw: Ondoa matangazo yote
tg: Ҳамаи рекламаҳоро бардоред
th: ลบโฆษณาทั้งหมด
tk: Hemme reklamalary aýyryp at
ug: Hemme elannarni öçürüş
uk: Прибрати всі реклами
ur: تمام اشتہارات ہٹائیں
vi: Xóa tất cả quảng cáo
zu: Susa wonke ama-ads

# removeMovieLimit
source: Remove Movie Adding Limit
af: Verwyder Fliek Voeg Beperking
az: Film Əlavə Etmə Limitini Sil
be: Выдаліць абмежаванне дадавання фільмаў
bg: Премахни ограниченията за добавяне на филми
bn: ফিল্ম অ্যাড করার সীমা সরান
ca: Eliminar límit d'afegir pel·lícules
cs: Odstranit limit přidávání filmů
cy: Αφαίρεση ορίου προσθήκης ταινιών
el: Αφαιρέστε το όριο προσθήκης ταινιών
fa: حذف محدودیت افزودن فیلم
fi: Poista elokuvien lisäämisraja
ga: Bain an teorainn scannán a chur leis
he: הסר את הגבלת הוספת הסרטים
hi: फिल्म जोड़ने की सीमा हटाएं
hy: Հեռացնել ֆիլմեր ավելացնելու սահմանափակումը
ka: ამოიღეთ ფილმის დამატების შეზღუდვა
kk: Фильмдер қосу шектеулерін жою
km: លុបដំណាក់កាលកំណត់ក្នុងការបន្ថែមភាពយន្ត
ko: 영화 추가 제한 해제
ku: Sînora zêdekirina fîlman jê birin
ky: Фильм кошуу чектөөлөрүн алып салуу
lb: Noņemiet filmu pievienošanas ierobežojumus
lt: Pašalinti filmų pridėjimo ribojimus
lv: Noņemiet filmu pievienošanas ierobežojumus
mk: Отстрани го ограничувањето за додавање филмови
ml: ചിത്രം ചേർക്കാനുള്ള പരിധി നീക്കംചെയ്യുക
mn: Кино нэмэх хязгаарлалт устгах
mr: चित्रे जोडण्याचे मर्यादा काढा
ms: Buang had penambahan filem
my: ရုပ်ရှင်ထည့်ရန် ကန့်သတ်ချက်ကိုဖယ်ရှားပါ
ne: फिल्महरूको अतिरिक्त सीमा हटाउनुहोस्
nl: Verwijder filmtoevoegingslimiet
pa: ਫਿਲਮ ਸ਼ਾਮਿਲ ਕਰਨ ਦੀ ਸੀਮਾ ਹਟਾਓ
rw: Kuraho umubare ntarengwa w'amafilm
sd: فلم شامل ڪرڻ جي حد هٽايو
sl: Odstranite omejitev za dodajanje filmov
sq: Heq kufizimin e shtimit të filmave
sr: Uklonite ograničenje dodavanja filmova
sw: Ondoa kikomo cha kuongeza filamu
tg: Маҳдудияти илова кардани филмҳоро бардоред
th: ลบข้อจำกัดการเพิ่มหนัง
tk: Film goşmak üçin çäkleri aýyryp at
ug: Filim qoshush cheklemisini öçürüş
uk: Прибрати обмеження на додавання фільмів
ur: فلم شامل کرنے کی حد ہٹائیں
vi: Xóa giới hạn thêm phim
zu: Susa umkhawulo wokwengeza amafilimu

# cloudBackUp
source: Cloud BackUp for Your Movies
af: Wolkrugsteun Vir Jou Flieks
az: Filmlərin Üçün Bulud Yedəklənməsi
be: Хмарнае рэзервовае капіраванне для вашых фільмаў
bg: Облачни резервни копия за твоите филми
bn: আপনার মুভির জন্য ক্লাউড ব্যাকআপ
ca: Còpia de seguretat al núvol per a les teves pel·lícules
cs: Zálohování filmů na cloudu
cy: Αντίγραφο ασφαλείας στο cloud για τις ταινίες σας
el: Αντίγραφο ασφαλείας στο cloud για τις ταινίες σας
fa: پشتیبان‌گیری ابری برای فیلم‌های شما
fi: Pilvipalvelun varmuuskopio elokuvillesi
ga: Cóipeáil i gcruthúchán scamall do do scannáin
he: גיבוי ענן עבור הסרטים שלך
hi: आपकी फिल्मों के लिए क्लाउड बैकअप
hy: ՄԱՀՏԵՆ ապահովագրություն ձեր ֆիլմերի համար
ka: ფილმებისთვის ღრუბლის სარეზერვო ასლი
kk: Фильмдеріңіз үшін бұлттық сақтық көшірме
km: ការសម្តែងរូបភាពក្នុងពពកសម្រាប់ភាពយន្តរបស់អ្នក
ko: 영화용 클라우드 백업
ku: Piştgirîya berhemên we li ser xelatê cloud
ky: Сиздин фильмдер үчүн булутка резервдик көчүрүү
lb: Mākoņkrātuve jūsu filmām
lt: Debesų atsarginė kopija jūsų filmams
lv: Mākoņkrātuve jūsu filmām
mk: Облак копија за вашите филмови
ml: നിങ്ങളുടെ സിനിമകൾക്ക് ക്ലൗഡ് ബാക്കപ്പ്
mn: Таны кинод зориулсан үүлний нөөц
mr: तुमच्या चित्रांसाठी क्लाउड बॅकअप
ms: Sandaran cloud untuk filem anda
my: သင့်ရုပ်ရှင်များအတွက်မိုးကူးထောက်ပံ့မှု
ne: तपाईंका फिल्महरूको लागि क्लाउड ब्याकअप
nl: Cloud back-up voor je films
pa: ਤੁਹਾਡੇ ਫਿਲਮਾਂ ਲਈ ਕਲਾਉਡ ਬੈਕਅਪ
rw: Guhagarika ibikoresho muri cloud kubyo kureba
sd: توهان جي فلمن لاءِ ڪلائوڊ بيڪ اپ
sl: Varnostno kopiranje v oblaku za vaše filme
sq: Rezervë në re për filmat tuaj
sr: Oblak rezervna kopija za vaše filmove
sw: Backup ya Cloud kwa Filamu zako
tg: Нусхаи захиравии абрӣ барои филмҳои шумо
th: สำรองข้อมูลบนคลาวด์สำหรับภาพยนตร์ของคุณ
tk: Filmleriňiz üçin bulut ätiýaçlyk nusgasy
ug: Filimläringiz üchün bulut bek ap
uk: Резервне копіювання в хмарі для ваших фільмів
ur: آپ کی فلموں کے لیے کلاؤڈ بیک اپ
vi: Sao lưu đám mây cho các bộ phim của bạn
zu: I-backup ye-Cloud yamafilm wakho

# premiumSupport
source: Premium Customer Support
af: Premium Kliëntediens
az: Premium Müştəri Dəstəyi
be: Падтрыманне кліентаў Premium
bg: Premium поддръжка на клиенти
bn: প্রিমিয়াম কাস্টমার সাপোর্ট
ca: Suport Premium per als clients
cs: Premium zákaznická podpora
cy: Υποστήριξη πελατών Premium
el: Υποστήριξη πελατών Premium
fa: پشتیبانی مشتری Premium
fi: Premium-asiakastuki
ga: Tacaíocht do chustaiméirí Premium
he: תמיכה ללקוח פרימיום
hi: प्रीमियम ग्राहक सहायता
hy: Պրեմիում հաճախորդների աջակցություն
ka: პრემიუმ მომხმარებლის მხარდაჭერა
kk: Premium клиенттерге қолдау
km: ការគាំទ្រប្រាក់កម្ចី Premium
ko: 프리미엄 고객 지원
ku: Piştgirîya premium ya müşteri
ky: Premium кардарларды колдоо
lb: Premium klientu atbalsts
lt: Premium klientų palaikymas
lv: Premium klientu atbalsts
mk: Premium поддршка за клиенти
ml: പ്രീമിയം കസ്റ്റമർ സപ്പോർട്ട്
mn: Premium үйлчлүүлэгчийн дэмжлэг
mr: प्रीमियम ग्राहक समर्थन
ms: Sokongan pelanggan Premium
my: Premium ဖောက်သည်ထောက်ပံ့မှု
ne: प्रिमियम ग्राहक समर्थन
nl: Premium klantenondersteuning
pa: ਪ੍ਰੀਮੀਅਮ ਗਾਹਕ ਸਹਾਇਤਾ
rw: Inkunga y'abakiriya ya Premium
sd: پريميئم ڪسٽمر سپورٽ
sl: Premium podpora za stranke
sq: Përkrahje Premium për klientët
sr: Premium korisnička podrška
sw: Msaada wa Wateja wa Premium
tg: Поддержка премиум барои муштариён
th: การสนับสนุนลูกค้าพรีเมียม
tk: Premium müşderi goldawy
ug: Premiyum mushtirilirigha yardäm
uk: Преміум підтримка клієнтів
ur: پریمیئم کسٹمر سپورٹ
vi: Hỗ trợ khách hàng Premium
zu: Ukusekela Kwezokuthengisa Okuzenzakalelayo

# checkUnderratedOverrated
source: Check Underrated and Overrated Movies
af: Kontroleer Onderskatte en Oorskatte Flieks
az: Dəyəri Aşağı və Yüksək Qiymətləndirilmiş Filmləri Yoxla
be: Праверыць недаацэненыя і пераацэненыя фільмы
bg: Провери недооценени и преувеличени филми
bn: অধিক প্রশংসিত এবং কম প্রশংসিত মুভি চেক করুন
ca: Comprova les pel·lícules infravalorades i sobrevalorades
cs: Zkontrolujte podceňované a přeceňované filmy
cy: Ελέγξτε τις υποεκτιμημένες και υπερεκτιμημένες ταινίες
el: Ελέγξτε τις υποτιμημένες και υπερτιμημένες ταινίες
fa: بررسی فیلم‌های دست‌کم‌گرفته شده و اغراق‌شده
fi: Tarkista aliarvostetut ja yliarvostetut elokuvat
ga: Seiceáil scannáin faoi-mheasaithe agus os-mheasaithe
he: בדוק סרטים מתחת להערכה ומוערכים יותר מדי
hi: कम आंकी गई और अधिक आंकी गई फिल्मों की जांच करें
hy: Ստուգեք undervalued և overrated ֆիլմերը
ka: ამოწმეთ underrate და overrated ფილმები
kk: Қате бағаланған және асыра бағаланған фильмдерді тексеру
km: ពិនិត្យភាពយន្តដែលត្រូវបានប្រើប្រាស់និងថ្លៃពេក
ko: 과소평가 및 과대평가된 영화 확인
ku: Fîlmên kêm pêşniyar û zêdetir pêşniyar hate kontrol kirin
ky: Төмөн бааланган жана ашкере бааланган фильмдерди текшерүү
lb: Pārbaudiet nepietiekami novērtētās un pārvērtētās filmas
lt: Patikrinkite nepastebėtas ir pervertintas filmes
lv: Pārbaudiet nepietiekami novērtētās un pārvērtētās filmas
mk: Проверете ги потценетите и преценетите филмови
ml: കുറഞ്ഞ മൂല്യനിർണ്ണയവും അമിതമായ മൂല്യനിർണ്ണയവുമുള്ള സിനിമകൾ പരിശോധിക്കുക
mn: Дутуу үнэлэгдсэн болон хэтэрхий үнэлэгдсэн киног шалгах
mr: खूप कमी किंवा खूप जास्त मूल्यांकन केलेल्या चित्रपटांची तपासणी करा
ms: Periksa filem yang kurang dihargai dan terlalu dihargai
my: နည်းထားထားသည့်နှင့် အများပြားထားသောရုပ်ရှင်များကိုစစ်ဆေးပါ
ne: कम मूल्याङ्कन गरिएका र अत्यधिक मूल्याङ्कन गरिएका फिल्महरू जाँच गर्नुहोस्
nl: Controleer ondergewaardeerde en overgewaardeerde films
pa: ਘੱਟ ਮੁੱਲ ਕੀਤੀਆਂ ਅਤੇ ਵੱਧ ਮੁੱਲ ਕੀਤੀਆਂ ਫਿਲਮਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
rw: Reba filimi zasuzumwe nabi cyangwa zigashyirwa hejuru
sd: گهٽ درجابندي ۽ وڌ ۾ وڌ درجابندي واري فلمن کي چيڪ ڪريو
sl: Preverite podcenjene in precenjene filme
sq: Kontrollo filmat e nënvlerësuar dhe të mbivlerësuar
sr: Proverite podcenjene i precenjene filmove
sw: Angalia Filamu za Kupuuziliwa mbali na zinazozidi kupigiwa debe
tg: Филмҳои камарзиш ва аз ҳад зиёд баҳои дода шударо санҷед
th: ตรวจสอบภาพยนตร์ที่ประเมินต่ำเกินไปและสูงเกินไป
tk: Aşağı baha berlen we köp baha berlen filmleri barla
ug: Az baha berilgen wä atalghusi üstide chüşürülgen filimlärni tekshürüng
uk: Перевірте недооцінені та переоцінені фільми
ur: کم اور زیادہ جائزہ والی فلموں کی جانچ کریں
vi: Kiểm tra các bộ phim bị đánh giá thấp và đánh giá cao
zu: Hlola amafilimu anenani eliphansi noma eliphezulu

source: January
af: Januarie
az: Yanvar
be: Студзень
bg: Януари
ca: Gener
cs: Leden
cy: Ionawr
el: Ιανουάριος
fa: ژانویه
fi: Tammikuu
ga: Eanáir
he: ינואר
hi: जनवरी
hy: Հունվար
ka: იანვარი
kk: Қаңтар
ko: 1월
ku: Çile
ky: Январь
lb: Januar
lv: Janvāris
mk: Јануари
ml: ജനുവരി
mn: Тавдугаар сар
ms: Januari
my: ဇန်နဝါရီ
ne: जनवरी
nl: Januari
pa: ਜਨਵਰੀ
rw: Mutarama
sd: جنوري
sl: Januar
sq: Janar
sr: Januar
sw: Januari
tg: Январ
th: มกราคม
tk: Ýanwar
uk: Січень
vi: Tháng Một
zu: Januwari

source: February
af: Februarie
az: Fevral
be: Люты
bg: Февруари
ca: Febrer
cs: Únor
cy: Chwefror
el: Φεβρουάριος
fa: فوریه
fi: Helmikuu
ga: Feabhra
he: פברואר
hi: फरवरी
hy: Փետրվար
ka: თებერვალი
kk: Ақпан
ko: 2월
ku: Şubat
ky: Февраль
lb: Februar
lv: Februāris
mk: Февруари
ml: ഫെബ്രുവരി
mn: Хоёрдугаар сар
ms: Februari
my: ဖေဖော်ဝါရီ
ne: फेब्रुवारी
nl: Februari
pa: ਫਰਵਰੀ
rw: Gashyantare
sd: فيبروري
sl: Februar
sq: Shkurt
sr: Februar
sw: Februari
tg: Феврал
th: กุมภาพันธ์
tk: Fewral
uk: Лютий
vi: Tháng Hai
zu: Februwari

source: March
af: Maart
az: Mart
be: Сакавік
bg: Март
ca: Març
cs: Březen
cy: Mawrth
el: Μάρτιος
fa: مارس
fi: Maaliskuu
ga: Márta
he: מרץ
hi: मार्च
hy: Մարտ
ka: მარტი
kk: Наурыз
ko: 3월
ku: Adar
ky: Март
lb: Mäerz
lv: Marts
mk: Март
ml: മാർച്ച്
mn: Гуравдугаар сар
ms: Mac
my: မတ်
ne: मार्च
nl: Maart
pa: ਮਾਰਚ
rw: Werurwe
sd: مارچ
sl: Marec
sq: Mars
sr: Mart
sw: Machi
tg: Март
th: มีนาคม
tk: Mart
uk: Березень
vi: Tháng Ba
zu: Mashi

source: April
az: Aprel
be: Красавік
bg: Април
ca: Abril
cs: Duben
cy: Ebrill
el: Απρίλιος
fa: آوریل
fi: Huhtikuu
ga: Aibreán
he: אפריל
hi: अप्रैल
hy: Ապրիլ
ka: აპრილი
kk: Сәуір
ko: 4월
ku: Nîsan
ky: Апрель
lb: Abrëll
lv: Aprīlis
mk: Април
ml: ഏപ്രിൽ
mn: Дөрөвдугээр сар
my: ဧပြီ
ne: एप्रिल
pa: ਅਪ੍ਰੈਲ
rw: Mata
sd: اپريل
sq: Prill
sw: Aprili
tg: Апрел
th: เมษายน
tk: Aprel
uk: Квітень
vi: Tháng Tư
zu: Ephreli

source: May
af: Mei
be: Травень
bg: Май
ca: Maig
cs: Květen
cy: Mai
el: Μάιος
fa: مه
fi: Toukokuu
ga: Bealtaine
he: מאי
hi: मई
hy: Մայիս
ka: მაისი
kk: Мамыр
ko: 5월
ku: Gulan
ky: Май
lb: Mee
lv: Maijs
mk: Мај
ml: മേയ്
mn: Тавдугаар сар
ms: Mei
my: မေ
ne: मई
nl: Mei
pa: ਮਈ
rw: Gicurasi
sd: مئي
sl: Maj
sq: Maj
sr: Maj
sw: Mei
tg: Май
th: พฤษภาคม
tk: Maý
uk: Травень
vi: Tháng Năm
zu: Meyi

source: June
af: Junie
az: İyun
be: Чэрвень
bg: Юни
ca: Juny
cs: Červen
cy: Mehefin
el: Ιούνιος
fa: ژوئن
fi: Kesäkuu
ga: Meitheamh
he: יוני
hi: जून
hy: Հունիս
ka: ივნისი
kk: Маусым
ko: 6월
ku: Hezîran
ky: Июнь
lb: Juni
lv: Jūnijs
mk: Јуни
ml: ജൂൺ
mn: Зургадугаар сар
ms: Jun
my: ြွန်
ne: जून
nl: Juni
pa: ਜੂਨ
rw: Kamena
sd: جون
sl: Junij
sq: Qershor
sr: Jun
sw: Juni
tg: Июн
th: มิถุนายน
tk: Iýun
uk: Червень
vi: Tháng Sáu
zu: Juni

source: July
af: Julie
az: İyul
be: Ліпень
bg: Юли
ca: Juliol
cs: Červenec
cy: Gwenhwyseg
el: Ιούλιος
fa: ژوئیه
fi: Heinäkuu
ga: Iúil
he: יולי
hi: जुलाई
hy: Հուլիս
ka: ივლივი
kk: Шілде
ko: 7월
ku: Tîrmeh
ky: Июль
lb: Juli
lv: Jūlijs
mk: Јули
ml: ജൂലൈ
mn: Тамдугаар сар
ms: Julai
my: ဇူလိုင်
ne: जुलाई
nl: Juli
pa: ਜੁਲਾਈ
rw: Nyakanga
sd: جولاءِ
sl: Julij
sq: Korrik
sr: Jul
sw: Julai
tg: Июл
th: กรกฎาคม
tk: Iýul
uk: Липень
vi: Tháng Bảy
zu: Julayi

source: August
af: Augustus
az: Avqust
be: Жнівень
bg: Август
ca: Agost
cs: Srpen
cy: Awst
el: Αύγουστος
fa: اوت
fi: Elokuu
ga: Lúnasa
he: אוגוסט
hi: अगस्त
hy: Օգոստոս
ka: აგვისტო
kk: Тамыз
ko: 8월
ku: Tebax
ky: Август
lv: Augusts
mk: Август
ml: ഓഗസ്റ്റ്
mn: Наймдугаар сар
ms: Ogos
my: အောက်တိုး
ne: अगस्त
nl: Augustus
pa: ਅਗਸਤ
rw: Kanama
sd: آگسٽ
sl: Avgust
sq: Gusht
sr: Avgust
sw: Agosti
tg: Август
th: สิงหาคม
tk: Awgust
uk: Серпень
vi: Tháng Tám
zu: Agasti

source: September
az: Sentyabr
be: Верасень
bg: Септември
ca: Setembre
cs: Září
cy: Medwar
el: Σεπτέμβριος
fa: سپتامبر
fi: Syyskuu
ga: Meán Fómhair
he: ספטמבר
hi: सितंबर
hy: Սեպտեմբեր
ka: სექტემბერი
kk: Қыркүйек
ko: 9월
ku: Îlon
ky: Сентябрь
lv: Septembris
mk: Септември
ml: സെപ്റ്റംബർ
mn: Есдүгээр сар
my: စက်တင်ဘာ
ne: सप्टेम्बर
pa: ਸਪਤੰਬਰ
rw: Nzeli
sd: ستمبر
sq: Shtator
sr: Septembar
sw: Septemba
tg: Сентябр
th: กันยายน
tk: Sentýabr
uk: Вересень
vi: Tháng Chín
zu: Septhemba

source: October
af: Oktober
az: Oktyabr
be: Кастрычнік
bg: Октомври
ca: Octubre
cs: Říjen
cy: Hydref
el: Οκτώβριος
fa: اکتبر
fi: Lokakuu
ga: Deireadh Fómhair
he: אוקטובר
hi: अक्टूबर
hy: Հոկտեմբեր
ka: ოქტომბერი
kk: Қазан
ko: 10월
ku: Tîrmeh
ky: Октябрь
lb: Oktober
lv: Oktobris
mk: Октомври
ml: ഒക്റ്റോബർ
mn: Аравдугаар сар
ms: Oktober
my: အောက်တိုဘာ
ne: अक्टोबर
nl: Oktober
pa: ਅਕਤੂਬਰ
rw: Ukwakira
sd: اکتوبر
sl: Oktober
sq: Tetor
sr: Oktobar
sw: Oktoba
tg: Октябр
th: ตุลาคม
tk: Oktýabr
uk: Жовтень
vi: Tháng Mười
zu: Okthoba

source: November
az: Noyabr
be: Лістапад
bg: Ноември
ca: Novembre
cs: Listopad
cy: Tachwedd
el: Νοέμβριος
fa: نوامبر
fi: Marraskuu
ga: Samhain
he: נובמבר
hi: नवंबर
hy: Նոյեմբեր
ka: ნოემბერი
kk: Қараша
ko: 11월
ku: Mijdar
ky: Ноябрь
lv: Novembris
mk: Ноември
ml: നവംബർ
mn: Арваннэгдүгээр сар
my: နိုဝင်ဘာ
ne: नोभेम्बर
pa: ਨਵੰਬਰ
rw: Ugushyingo
sd: نومبر
sq: Nëntor
sr: Novembar
sw: Novemba
tg: Ноябр
th: พฤศจิกายน
tk: Noýabr
uk: Листопад
vi: Tháng Mười Một
zu: Novemba

source: December
af: Desember
az: Dekabr
be: Снежань
bg: Декември
ca: Desembre
cs: Prosinec
cy: Rhagfyr
el: Δεκέμβριος
fa: دسامبر
fi: Joulukuu
ga: Nollaig
he: דצמבר
hi: दिसंबर
hy: Դեկտեմբեր
ka: დეკემბერი
kk: Желтоқсан
ko: 12월
ku: Kanûn
ky: Декабрь
lb: Dezember
lv: Decembris
mk: Декември
ml: ഡിസംബർ
mn: Арванхоёрдугаар сар
ms: Disember
my: ဒီဇင်ဘာ
ne: डिसेम्बर
pa: ਦਿਸੰਬਰ
rw: Ukuboza
sd: ڊسمبر
sq: Dhjetor
sr: Decembar
sw: Desemba
tg: Декабр
th: ธันวาคม
tk: Dekabr
uk: Грудень
vi: Tháng Mười Hai
zu: Disemba

source: Movie Limit Reached
af: Rolprentlimiet Bereik
az: Film Limiti Çatdı
be: Дасігнуты ліміт фільмаў
bg: Достигнат лимит на филмите
ca: Límite de pel·lícules assolit
cs: Limitu filmů bylo dosaženo
cy: Cyrhaeddwyd y terfyn ffilmiau
el: Έχει επιτευχθεί το όριο ταινιών
fa: محدودیت فیلم ها رسید
fi: Elokuvaraja saavutettu
ga: Teorainn scannán sroichte
he: הגעת למגבלת הסרטים
hi: फिल्म सीमा तक पहुँच गई
hy: Ֆիլմերի սահմանաչափը հասնվել է
ka: ფილმების ლიმიტი მიღწეულია
kk: Фильмдер шегі жетті
ko: 영화 제한에 도달했습니다
ku: Sînorê fîlman gihîştin
ky: Кино чектелген чектен чыкты
lb: Filmlimit erreecht
lv: Filmu limits sasniegts
mk: Достигнат е лимитот на филмови
ml: ചലച്ചിത്ര പരിധി എത്തി
mn: Киноны хязгаар хүрсэн
ms: Had Filem Tercapai
my: ရုပ်ရှင်အကန့်အသတ်ရောက်ပြီးပါပြီ
ne: चलचित्र सिमित पुगेको छ
nl: Film Limiet Bereikt
pa: ਮੁOVੀ ਦੀ ਸੀਮਾ ਪਹੁੰਚ ਗਈ ਹੈ
rw: Umubare w'amafilimi wose wose wagezeho
sd: مووي حد پهچي وئي آهي
sl: Dosežen je omejitev filmov
sq: Limiti i Filmit është Arritur
sr: Dostignut limit filmova
sw: Kiwango cha Filamu Kimemfikiwa
tg: Ҳадди Филм расида шуд
th: ถึงขีดจำกัดภาพยนตร์แล้ว
tk: Film çäklenmesi ýetildi
uk: Досягнуто ліміту фільмів
vi: Đã đạt giới hạn phim
zu: Umkhawulo weFilimu Ufikile
