Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

source: Movie Collection
af: Fliekversameling
az: Film Kolleksiyası
be: Калекцыя фільмаў
bg: Колекция филми
bn: মুভি সংগ্রহ
ca: Col·lecció de Pel·lícules
cs: Kolekce filmů
cy: Casgliad Ffilmiau
el: Συλλογή Ταινιών
et: Filmkogu
eu: Filmen Bilduma
fa: مجموعه فیلم
fi: Elokuvakokoelma
ga: Cnuasach Scannán
gd: Tòrr Film
gu: મૂવી કલેક્શન
he: אוסף סרטים
hi: फिल्म संग्रह
hy: Ֆիլմերի հավաքածու
ka: ფილმების კოლექცია
kk: Фильмдер коллекциясы
km: ការប្រមូលផ្តុំភាពយន្ត
ko: 영화 컬렉션
ku: Koleksiyona Fîlman
ky: Фильмдер Жыйнагы
lb: Film Sammelung
lt: Filmos kolekcija
lv: Filmu kolekcija
mk: Колекција на филмови
ml: ചലച്ചിത്ര സമാഹാരം
mn: Кино цуглуулга
mr: चित्रपट संग्रह
ms: Koleksi Filem
my: ဇာတ်ကားစုစည်းမှု
ne: चलचित्र सङ्ग्रह
nl: Filmcollectie
pa: ਮੂਵੀ ਕਲੈਕਸ਼ਨ
rw: Urutonde rwa Filime
sd: فلم ڪليڪشن
sl: Kolekcija filmov
sq: Koleksioni i Filmave
sr: Kolekcija Filmova
sw: Mkusanyiko wa Filamu
ta: படத் தொகுப்பு
te: చలనచిత్ర సేకరణ
tg: М集合и филмҳо
th: คอลเลคชันภาพยนตร์
tk: Film Toplumy
tt: Фильмнар җыелмасы
ug: ك kinolar toplusi
uk: Колекція фільмів
ur: فلموں کی کلیکشن
vi: Bộ Sưu Tập Phim
zu: Ukuqoqwa Kwamafilimu

source: Collection
af: Versameling
az: Kolleksiya
be: Калекцыя
bg: Колекция
bn: সংগ্রহ
ca: Col·lecció
cs: Kolekce
cy: Casgliad
el: Συλλογή
et: Kogumik
eu: Bilduma
fa: مجموعه
fi: Kokoelma
ga: Cnuasach
gd: Tòrr
gu: કલેક્શન
he: אוסף
hi: संग्रह
hy: Հավաքածու
ka: კოლექცია
kk: Коллекция
km: ប្រមូលផ្តុំ
ko: 컬렉션
ku: Koleksiyon
ky: Жыйнак
lb: Sammelung
lt: Kolekcija
lv: Kolekcija
mk: Колекција
ml: സമാഹാരം
mn: Цуглуулга
mr: संग्रह
ms: Koleksi
my: စုစည်းမှု
ne: सङ्ग्रह
nl: Collectie
pa: ਕਲੈਕਸ਼ਨ
rw: Urutonde
sd: ڪليڪشن
sl: Kolekcija
sq: Koleksion
sr: Kolekcija
sw: Mkusanyiko
ta: தொகுப்பு
te: సేకరణ
tg: М集合
th: คอลเลคชัน
tk: Toplum
tt: Җыелма
ug: Toplama
uk: Колекція
ur: کلیکشن
vi: Bộ Sưu Tập
zu: Ukuqoqwa

# wishlist
source: Watch List
af: Kyklys
az: İzləmə Siyahısı
be: Спіс жаданняў
bg: Списък с желания
bn: ইচ্ছেতালিকা
ca: Llista de desitjos
cs: Seznam k sledování
cy: Rhestr Gweld
el: Λίστα Παρακολούθησης
et: Soovide nimekiri
eu: Gogokoen zerrenda
fa: لیست تماشا
fi: Toivelista
ga: Liosta Faire
gd: Liosta Miann
gu: વોચ લિસ્ટ
he: רשימת צפייה
hi: वॉचलिस्ट
hy: Դիտման ցանկ
ka: უსწრაფესად სურვილი
kk: Көруге жоспарланғандар
km: បញ្ជីមើល
ko: 보고 싶은 목록
ku: Lîsteya Temaşe
ky: Каралчу тизмеси
lb: Wënschliste
lt: Norų sąrašas
lv: Vēlamo filmu saraksts
mk: Список на желби
ml: ഇഷ്ടചിത്രങ്ങൾ
mn: Харах жагсаалт
mr: वॉच लिस्ट
ms: Senarai Keinginan
my: ကြည့်ရန်စာရင်း
ne: हेर्न चाहिने सूची
nl: Verlanglijst
pa: ਵਾਚ ਲਿਸਟ
rw: Urutonde rwo Kureba
sd: وچڻ جي لسٽ
sl: Seznam za ogled
sq: Lista e Dëshirave
sr: Lista za Gledanje
sw: Orodha ya Kutazama
ta: பார்க்கவேண்டிய பட்டியல்
te: వాచ్ లిస్ట్
tg: Рӯйхати тамошо
th: รายการที่ต้องการดู
tk: Görnüş Islegler
tt: Карау исемлеге
ug: Ko'rishni xohlaganlar ro'yxati
uk: Список бажаних фільмів
ur: واچ لسٹ
vi: Danh Sách Xem
zu: Uhlu Lokubuka

# checkInternet
source: Please check your internet connection!
af: Kontroleer asseblief jou internetverbinding!
az: Lütfən, internet bağlantınızı yoxlayın!
be: Праверце падключэнне да Інтэрнэту!
bg: Моля, проверете интернет връзката си!
bn: ইন্টারনেট সংযোগ পরীক্ষা করুন!
ca: Si us plau, comprova la teva connexió a Internet!
cs: Zkontrolujte své internetové připojení!
cy: Os gwelwch yn dda, gwirio eich cysylltiad Rhyngrwyd!
el: Παρακαλώ ελέγξτε τη σύνδεση στο διαδίκτυο!
et: Palun kontrollige oma internetiühendust!
eu: Egiaztatu internet konexioa!
fa: لطفاً اتصال اینترنت خود را بررسی کنید!
fi: Tarkista internet-yhteytesi!
ga: Le do thoil seiceáil do nasc idirlín!
gd: Chan eil ceangal eadar-lìn agad!
gu: કૃપા કરીને તમારું ઇન્ટરનેટ કનેક્શન તપાસો!
he: אנא בדוק את חיבור האינטרנט שלך!
hi: कृपया अपना इंटरनेट कनेक्शन जांचें!
hy: Խնդրում ենք ստուգել ձեր ինտերնետ կապը!
ka: ინტერნეტთან არ გაქვთ კავშირი!
kk: Интернет байланысын тексеріңіз!
km: សូមពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក!
ko: 인터넷 연결을 확인해주세요!
ku: Pêşniyar dikin ku têkiliyên internetê we kontrol bikin!
ky: Интернет байланышын текшериңиз!
lb: Gëfft w.e.g. Ären Internetverbindung nach!
lt: Prašome patikrinti savo interneto ryšį!
lv: Lūdzu, pārbaudiet savu interneta savienojumu!
mk: Ве молиме проверете ја вашата интернет конекција!
ml: ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിക്കുക!
mn: Интернэт холболтоо шалгана уу!
mr: कृपया आपली इंटरनेट कनेक्शन तपासा!
ms: Sila semak sambungan internet anda!
my: သင့်၏အင်တာနက်ချိတ်ဆက်မှုကိုစစ်ဆေးပါ!
ne: कृपया आफ्नो इन्टरनेट जडान जाँच गर्नुहोस्!
nl: Controleer je internetverbinding!
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ!
rw: Nyamuneka gerageza umuyoboro wa interineti wawe!
sd: مھرباني ڪري پنھنجو انٽرنيٽ ڪنيڪشن چيڪ ڪريو!
sl: Preverite svoje internetno povezavo!
sq: Ju lutem, kontrolloni lidhjen tuaj me internetin!
sr: Molimo vas, proverite vašu internet vezu!
sw: Tafadhali angalia muunganisho wako wa intaneti!
ta: தயவு செய்து உங்கள் இணைய இணைப்பை சரிபார்க்கவும்!
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేయండి!
tg: Лутфан пайвастагии интернетии худро тафтиш кунед!
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ!
tk: Internet baglanyşygyňyzy barlaň!
tt: Зинһар, интернет бәйләнешеңне тикшер!
ug: Internet ulanishingizni tekshirib ko'ring!
uk: Перевірте ваше інтернет-з'єднання!
ur: براہ کرم اپنے انٹرنیٹ کنکشن کو چیک کریں!
vi: Vui lòng kiểm tra kết nối Internet của bạn!
zu: Sicela uhlole uxhumano lwakho lwe-inthanethi!

source: Error!
af: Fout!
az: Xəta!
be: Памылка!
bg: Грешка!
bn: ত্রুটি!
cs: Chyba!
cy: Gwall!
el: Σφάλμα!
et: Viga!
eu: Errorea!
fa: خطا!
fi: Virhe!
ga: Earráid!
gd: mearachd!
gu: ભૂલ!
he: שגיאה!
hi: त्रुटि!
hy: Սխալ!
ka: შეცდომა!
kk: Қате!
km: កំហុស!
ko: 오류!
ku: Çewtî!
ky: Ката!
lb: Feeler!
lt: Klaida!
lv: Kļūda!
mk: Грешка!
ml: പിശക്!
mn: Алдаа!
mr: त्रुटी!
ms: Ralat!
my: အမှား!
ne: त्रुटि!
nl: Fout!
pa: ਗਲਤੀ!
rw: Ikosa!
sd: غلطی!
sl: Napaka!
sq: Gabim!
sr: Greška!
sw: Hitilafu!
ta: பிழை!
te: ప్రమాదం!
tg: Хатогӣ!
th: ข้อผิดพลาด!
tk: Ýalňyşlyk!
tt: Хата!
ug: Xatolik!
uk: Помилка!
ur: غلطی!
vi: Lỗi!
zu: Iphutha!

source: Ok
be: ОК
bg: Ок
bn: ওকে
ca: D'acord
cy: Iawn
el: Εντάξει
eu: Ados
fa: باشه
gd: Ceart
gu: ઠીક છે
he: אישור
hi: ठीक है
hy: Լավ
ka: კარგი
kk: Жарайды
km: ព្រម
ko: 확인
ku: Baş
ky: Ок
lt: Gerai
lv: Labi
mk: ОК
ml: ശരി
mn: Зөвшөөрөх
mr: ठीक आहे
my: အိုကေ
ne: ठीक छ
pa: ਠੀਕ ਹੈ
rw: Yego
sd: ٺيڪ آهي
sl: V redu
sq: Në rregull
sr: U redu
sw: Sawa
ta: சரி
te: సరే
tg: Ок
th: ตกลง
tt: Яхшы
ug: Tushunarli
uk: Ок
ur: ٹھیک ہے
vi: Đồng ý
zu: Kulungile

# noIdToken
source: ID Token not found.
af: Geen ID-token gevind nie.
az: ID token tapılmadı.
be: Няма токена ідэнтыфікацыі.
bg: Няма намерен ID токен.
bn: কোনো আইডি টোকেন নেই।
ca: No s'ha trobat cap token d'ID.
cs: ID token nebyl nalezen.
cy: Dim Token ID wedi'i ganfod.
el: Δεν βρέθηκε ID Token.
et: ID-märki ei leitud.
eu: ID tokenik ez dago.
fa: هیچ توکن شناسه‌ای پیدا نشد.
fi: ID-tunnusta ei löytynyt.
ga: Níor fuarthas Tuarascán ID.
gd: Cha deach ID token a lorg.
gu: કોઈ ID ટોકન મળ્યું નથી.
he: לא נמצא טוקן מזהה.
hi: कोई ID टोकन नहीं मिला।
hy: ID թոքեն չի գտնվել։
ka: ID ტოკენი არ მოიძებნა.
kk: ID токені табылмады.
km: មិនមានID Token ទេ។
ko: ID 토큰을 찾을 수 없습니다.
ku: Token-a ID nehat dîtin.
ky: ID Токен табылган жок.
lb: Keen ID Token fonnt.
lt: ID žetonas nerastas.
lv: Nav atrasts ID žetons.
mk: Не е пронајден ID токен.
ml: ഐഡി ടോക്കൺ കണ്ടെത്തിയില്ല.
mn: ID токен олдсонгүй.
mr: कोणताही ID टोकन मिळालेला नाही.
ms: Tiada Token ID ditemui.
my: ID Token မရှိပါ။
ne: ID टोकन फेला परेको छैन।
nl: Geen ID-token gevonden.
pa: ਕੋਈ ਆਈਡੀ ਟੋਕਨ ਨਹੀਂ ਮਿਲਿਆ।
rw: Ntabwo ID Token yabonetse.
sd: آءِ ڊي ٽوڪن نه مليو.
sl: ID žeton ni bil najden.
sq: Nuk ka ID Token.
sr: Nema ID tokena.
sw: Hakuna Token ya ID.
ta: ID டோக்கன் காணப்படவில்லை.
te: ID టోకెన్ లభించలేదు.
tg: Токени ID ёфта нашуд.
th: ไม่พบ ID Token.
tk: ID Token tapylmady.
tt: ID токены табылмады.
ug: ID Token topilmadi.
uk: Не знайдено ID Token.
ur: کوئی آئی ڈی ٹوکن نہیں ملا۔
vi: Không tìm thấy ID Token.
zu: Ayikho i-ID Token etholakalayo.

# noAccessToken
source: Access Token not found.
af: Geen toegangstoken gevind nie.
az: Giriş tokeni tapılmadı.
be: Няма токена доступу.
bg: Няма намерен Access токен.
bn: কোনো অ্যাক্সেস টোকেন নেই।
ca: No s'ha trobat cap token d'accés.
cs: Access token nebyl nalezen.
cy: Dim Token Mynediad wedi'i ganfod.
el: Δεν βρέθηκε Access Token.
et: Ligipääsutunnust ei leitud.
eu: Sarbide tokenik ez dago.
fa: هیچ توکن دسترسی پیدا نشد.
fi: Pääsytunnusta ei löytynyt.
ga: Níor fuarthas Tuarascán Rochtana.
gd: Cha deach Token ruigsinneachd a lorg.
gu: કોઈ એક્સેસ ટોકન મળ્યું નથી.
he: לא נמצא טוקן גישה.
hi: कोई एक्सेस टोकन नहीं मिला।
hy: Մուտքի թոքեն չի գտնվել։
ka: არ მოიძებნა წვდომის ტოკენი.
kk: Қол жетімді токен табылмады.
km: មិនមាន Access Token ទេ។
ko: 액세스 토큰을 찾을 수 없습니다.
ku: Token-a Girişê nehat dîtin.
ky: Access Токен табылган жок.
lb: Keen Access Token fonnt.
lt: Prieigos žetonas nerastas.
lv: Nav atrasts piekļuves žetons.
mk: Не е пронајден Access токен.
ml: ആക്‌സസ് ടോക്കൺ കണ്ടെത്തിയില്ല.
mn: Хандалтын токен олдсонгүй.
mr: कोणताही अॅक्सेस टोकन मिळालेला नाही.
ms: Tiada Token Akses ditemui.
my: Access Token မရှိပါ။
ne: Access टोकन फेला परेको छैन।
nl: Geen toegangstoken gevonden.
pa: ਕੋਈ ਐਕਸੈੱਸ ਟੋਕਨ ਨਹੀਂ ਮਿਲਿਆ।
rw: Ntabwo Access Token yabonetse.
sd: ايڪسيٽ ٽوڪن نه مليو.
sl: Dostopni žeton ni bil najden.
sq: Nuk ka Access Token.
sr: Nema Access tokena.
sw: Hakuna Token ya Upatikanaji.
ta: Access டோக்கன் காணப்படவில்லை.
te: Access టోకెన్ లభించలేదు.
tg: Токени дастрасӣ ёфта нашуд.
th: ไม่พบ Access Token.
tk: Giriş Token tapylmady.
tt: Access токены табылмады.
ug: Kirish tokeni topilmadi.
uk: Не знайдено Access Token.
ur: کوئی ایکسیس ٹوکن نہیں ملا۔
vi: Không tìm thấy Access Token.
zu: Ayikho i-Access Token etholakalayo.

# signInCancel
source: Google Sign-In was canceled.
af: Google-aanmelding is gekanselleer.
az: Google girişi ləğv edildi.
be: Уваход праз Google быў адменены.
bg: Google входът беше отменен.
bn: গুগল সাইন-ইন বাতিল করা হয়েছে।
ca: Inici de sessió de Google cancel·lat.
cs: Přihlášení přes Google bylo zrušeno.
cy: Mewngofnodi Google wedi'i ganslo.
el: Η είσοδος μέσω Google ακυρώθηκε.
et: Google sisselogimine tühistati.
eu: Google bidezko saioa bertan behera utzi da.
fa: ورود به گوگل لغو شد.
fi: Google-kirjautuminen peruttiin.
ga: Tíocfaidh deireadh le síniú isteach Google.
gd: Chaidh an clàradh a chur dheth.
gu: Google સાઇન-ઇન રદ કરવામાં આવ્યું હતું.
he: הכניסה עם Google בוטלה.
hi: Google साइन-इन रद्द कर दिया गया।
hy: Google մուտք գործելը չեղարկվեց։
ka: შესვლა გაუქმებულია.
kk: Google-ға кіру болдырылмады.
km: ការចូលគណនីGoogle ត្រូវបានបោះបង់។
ko: Google 로그인 취소됨.
ku: Têketina Google hate betalkirin.
ky: Google Кирүү жокко чыгарылды.
lb: Google Login gouf ofgebrach.
lt: Google prisijungimas buvo atšauktas.
lv: Google pieteikšanās tika atcelta.
mk: Google пријавувањето е откажано.
ml: ഗൂഗിൾ സൈൻ ഇൻ റദ്ദാക്കി.
mn: Google Sign-In цуцлагдсан.
mr: गूगल साइन-इन रद्द केला गेला.
ms: Tandatangan Google dibatalkan.
my: Google Sign-In ကိုဖျက်သိမ်းလိုက်ပါသည်။
ne: Google साइन-इन रद्द गरियो।
nl: Google-inloggen werd geannuleerd.
pa: ਗੂਗਲ ਸਾਈਨ-ਇਨ ਕੈਂਸਲ ਕਰ ਦਿੱਤਾ ਗਿਆ।
rw: Kwinjira muri Google byahagaritswe.
sd: گوگل سائن ان منسوخ ٿي ويو.
sl: Prijava preko Google je bila preklicana.
sq: Identifikimi në Google u anulua.
sr: Google prijavljivanje je otkazano.
sw: Kujiandikisha kwa Google kumesitishwa.
ta: கூகுள் சைன் இன் ரத்து செய்யப்பட்டது.
te: గూగుల్ సైన్-ఇన్ రద్దు చేయబడింది.
tg: Вуруд бо Google бекор карда шуд.
th: การเข้าสู่ระบบด้วย Google ถูกยกเลิก.
tk: Google girmäge synanyşmak yza gaýtaryldy.
tt: Google керүе туктатылды.
ug: Google'ga kirish bekor qilindi.
uk: Авторизація через Google скасована.
ur: گوگل سائن ان منسوخ ہو گیا۔
vi: Đăng nhập Google bị hủy.
zu: Ukungena kwe-Google kuhlaziywe.

source: Unable to Detect Movies!
af: Kan nie flieks opspoor nie!
az: Filmlər tapılmadı!
be: Не ўдалося выявіць фільмы!
bg: Не може да се открият филми!
bn: মুভি সনাক্ত করা যায়নি!
ca: No es poden detectar les pel·lícules!
cs: Není možné detekovat filmy!
cy: Methwyd canfod ffilmiau!
el: Αδύνατο να ανιχνευθούν οι ταινίες!
et: Filme ei suudetud tuvastada!
eu: Ezin izan dira filmak detektatu!
fa: عدم توانایی در شناسایی فیلم‌ها!
fi: Elokuvia ei voitu tunnistaa!
ga: Ní féidir le scannáin a aithint!
gd: Cha b’ urrainn dhuinn filmichean a lorg!
gu: મૂવીઝ શોધવામાં અસમર્થ!
he: לא ניתן לזהות סרטים!
hi: फिल्मों का पता लगाने में असमर्थ!
hy: Չհաջողվեց գտնել ֆիլմերը!
ka: ფილმები ვერ აღმოაჩინეს!
kk: Фильмдерді анықтау мүмкін емес!
km: មិនអាចរកឃើញភាពយន្តបានទេ!
ko: 영화를 감지할 수 없습니다!
ku: Nabe fîlman nas bikî!
ky: Фильмдерди аныктоо мүмкүн болбой калды!
lb: Net fäeg Filmer ze detektéieren!
lt: Nepavyko nustatyti filmų!
lv: Nevarēja noteikt filmas!
mk: Невозможно е да се откријат филмови!
ml: ചലച്ചിത്രങ്ങൾ കണ്ടെത്താൻ കഴിയുന്നില്ല!
mn: Кино олж чадахгүй байна!
mr: चित्रपट ओळखता येत नाहीत!
ms: Tidak dapat mengesan filem!
my: ဇာတ်ကားများကိုရှာမရပါ!
ne: चलचित्र पहिचान गर्न असमर्थ!
nl: Kan geen films detecteren!
pa: ਫਿਲਮਾਂ ਦਾ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਅਸਫਲ!
rw: Ntabwo bishoboka Gukusanya Filime!
sd: فلمون ڳولڻ ۾ ناڪام!
sl: Ni se uspelo zaznati filmov!
sq: Nuk mund të zbulohen filma!
sr: Nije moguće detektovati filmove!
sw: Haiwezi Kugundua Filamu!
ta: படங்களை கண்டுபிடிக்க முடியவில்லை!
te: చలనచిత్రాలను గుర్తించలేకపోయాము!
tg: Немогуни шенасоии филмҳо!
th: ไม่สามารถตรวจจับภาพยนตร์ได้!
tk: Filmleri kesgitlemek mümkin däl!
tt: Фильмнарны табу мөмкин булмады!
ug: Kinolarni aniqlash mumkin emas!
uk: Не вдалося виявити фільми!
ur: فلموں کا پتہ لگانے میں ناکامی!
vi: Không thể phát hiện phim!
zu: Akukwazi Ukuthola Amafilimu!

source: Yes
af: Ja
az: Bəli
be: Так
bg: Да
bn: হ্যাঁ
ca: Sí
cs: Ano
cy: Iawn
el: Ναι
et: Jah
eu: Bai
fa: بله
fi: Kyllä
ga: Tá
gd: Tha
gu: હા
he: כן
hi: हाँ
hy: Այո
ka: დიახ
kk: Иә
km: បាទ/ចាស
ko: 네
ku: Erê
ky: Ооба
lb: Jo
lt: Taip
lv: Jā
mk: Да
ml: ഓව්
mn: Тийм
mr: होय
ms: Ya
my: ဟုတ်ကဲ့
ne: हो
nl: Ja
pa: ਹਾਂ
rw: Yego
sd: ها
sl: Da
sq: Po
sr: Da
sw: Ndio
ta: ஆம்
te: అవును
tg: Ҳа
th: ใช่
tk: Hawa
tt: Әйе
ug: Ha
uk: Так
ur: ہاں
vi: Có
zu: Yebo

source: No
af: Nee
az: Xeyr
be: Не
bg: Не
bn: না
cs: Ne
cy: Na
el: Όχι
et: Ei
eu: Ez
fa: خیر
fi: Ei
ga: Níl
gd: Chan eil
gu: ના
he: לא
hi: नहीं
hy: Ոչ
ka: არა
kk: Жоқ
km: ទេ
ko: 아니요
ku: Na
ky: Жок
lb: Nee
lt: Ne
lv: Nē
mk: Не
ml: ഇല്ല
mn: Үгүй
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
ne: होइन
nl: Nee
pa: ਨਹੀਂ
rw: Oya
sd: نھ
sl: Ne
sq: Jo
sr: Ne
sw: Hapana
ta: இல்லை
te: కాదు
tg: Не
th: ไม่
tk: Ýok
tt: Юк
ug: Yo'q
uk: Ні
ur: نہیں
vi: Không
zu: Cha

source: Sign Out
af: Meld af
az: Çıxış et
be: Выйсці
bg: Изход
bn: সাইন আউট
ca: Tancar sessió
cs: Odhlásit se
cy: Allgofnodi
el: Αποσύνδεση
et: Logi välja
eu: Saioa itxi
fa: خروج از حساب
fi: Kirjaudu ulos
ga: Síniú Amach
gd: Suidh out
gu: સાઇન આઉટ
he: התנתק
hi: साइन आउट
hy: Դուրս գալ
ka: გამოსვლა
kk: Шығу
km: ចាកចេញ
ko: 로그아웃
ku: Derkeve
ky: Чыгуу
lb: Ausloggen
lt: Atsijungti
lv: Izrakstīties
mk: Одјави се
ml: ലോഗ് ഔട്ട്
mn: Гарах
mr: साइन आउट करा
ms: Log Keluar
my: ထွက်ရန်
ne: साइन आउट
nl: Uitloggen
pa: ਸਾਈਨ ਆਉਟ
rw: Sohoka
sd: سائن آئوٽ
sl: Odjava
sq: Shkyçu
sr: Odjava
sw: Jisajili
ta: வெளியேறு
te: సైన్ అవుట్
tg: Баромадан
th: ออกจากระบบ
tk: Çykyş etmek
tt: Чыгып китү
ug: Chiqish
uk: Вийти
ur: سائن آؤٹ
vi: Đăng xuất
zu: Phuma

# signOutConfirm
source: Are you sure you want to sign out?
af: Is jy seker jy wil afmeld?
az: Hesabınızdan çıxmaq istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце выйсці?
bg: Сигурни ли сте, че искате да се излогнете?
bn: আপনি কি নিশ্চিত যে আপনি সাইন আউট করতে চান?
ca: Estàs segur que vols tancar la sessió?
cs: Oprvdu se chcete odhlásit?
cy: Ydych chi'n siŵr eich bod am allgofnodi?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
et: Kas oled kindel, et tahad välja logida?
eu: Ziur zaude saioa itxi nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fi: Oletko varma, että haluat kirjautua ulos?
ga: An bhfuil tú cinnte gur mhaith leat síniú amach?
gd: A bheil thu cinnteach gu bheil thu airson logadh a-mach?
gu: શું તમે ખરેખર સાઇન આઉટ કરવા માંગો છો?
he: האם אתה בטוח שברצונך להתנתק?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
hy: Վստա՞հ եք, որ ցանկանում եք դուրս գալ։
ka: დარწმუნებული ხართ, რომ გსურთ გამოსვლა?
kk: Шығу үшін растайсыз ба?
km: តើអ្នកប្រាកដថាចង់ចាកចេញពីគណនីរបស់អ្នកឬទេ?
ko: 정말 로그아웃하시겠습니까?
ku: Tu piştrast î ku dixwazî derkeve?
ky: Чыгууну каалайсызбы?
lb: Bist de sécher dasss de wëlls ausloggen?
lt: Ar tikrai norite atsijungti?
lv: Vai tiešām vēlaties izrakstīties?
mk: Дали сте сигурни дека сакате да се одјавите?
ml: നിങ്ങൾക്ക് ലോഗ് ഔട്ട് ചെയ്യാമെന്നു ഉറപ്പാണോ?
mn: Та гарахыг хүсэж байна уу?
mr: तुम्ही खात्यातून साइन आउट करू इच्छिता का?
ms: Adakah anda pasti ingin log keluar?
my: ထွက်လိုပါသလား?
ne: के तपाईं साँच्चिकै साइन आउट गर्न चाहनुहुन्छ?
nl: Weet je zeker dat je wilt uitloggen?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਸਾਈਨ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
rw: Urabyizeye ko ushaka gusohoka?
sd: ڇا توهان پڪ آهيو ته توهان سائن آئوٽ ڪرڻ چاهيو ٿا؟
sl: Ste prepričani, da se želite odjaviti?
sq: A jeni i sigurt që doni të dilni?
sr: Da li ste sigurni da želite da se odjavite?
sw: Je, uko tayari kujiandikisha?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா?
te: మీరు సైన్ అవుట్ చేయాలనుకుంటున్నారా?
tg: Шумо воқеан мехоҳед бароед?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
tk: Çykyş etmek isleýändigiňizden eminmisiniz?
tt: Чыгып китәргә ышанасызмы?
ug: Chiqishni xohlayapsizmi?
uk: Ви впевнені, що хочете вийти?
ur: کیا آپ واقعی سائن آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn đăng xuất không?
zu: Uqinisekile ukuthi ufuna ukuphuma?

# signOutSucceful
source: Sign Out is Succesful!
af: Afmelding was suksesvol!
az: Uğurla çıxış edildi!
be: Выхад выкананы паспяхова.
bg: Изходът беше успешен!
bn: সফলভাবে সাইন আউট হয়েছে।
ca: Tancament de sessió exitós!
cs: Odhlášení bylo úspěšné!
cy: Allgofnodi llwyddiannus!
el: Η αποσύνδεση ήταν επιτυχής!
et: Väljasilogimine oli edukas!
eu: Saioa behar bezala itxi da.
fa: خروج با موفقیت انجام شد!
fi: Uloskirjautuminen onnistui!
ga: Rathúil an Síniú Amach!
gd: Logadh a-mach soirbheachail!
gu: સાઇન આઉટ સફળ થયું!
he: ההתנתקות בוצעה בהצלחה!
hi: साइन आउट सफल रहा!
hy: Դուրս գալը հաջողված էր!
ka: გამოსვლა წარმატებით განხორციელდა!
kk: Шығу сәтті аяқталды!
km: ការចាកចេញបានជោគជ័យ!
ko: 로그아웃이 성공적으로 완료되었습니다!
ku: Derxistin bi serfirazî!
ky: Чыгуу ийгиликтүү болду!
lb: Ausloggen war erfollegräich!
lt: Atsijungimas buvo sėkmingas!
lv: Izrakstīšanās bija veiksmīga!
mk: Одјавата беше успешна!
ml: ലോഗ് ഔട്ട് വിജയകരമായാണ്!
mn: Амжилттай гарах!
mr: साइन आउट यशस्वी!
ms: Log keluar berjaya!
my: ထွက်ခြင်းအောင်မြင်ပါသည်!
ne: साइन आउट सफल!
nl: Uitloggen was succesvol!
pa: ਸਾਈਨ ਆਉਟ ਸਫਲਤਾਪੂਰਵਕ!
rw: Gusohoka byagenze neza!
sd: سائن آئوٽ ڪامياب!
sl: Odjava je bila uspešna!
sq: Shkyçja u krye me sukses!
sr: Uspešna odjava!
sw: Jisajili imefanikiwa!
ta: வெளியேறுவது வெற்றிகரமாக முடிந்தது!
te: సైన్ అవుట్ విజయవంతం!
tg: Баромадан муваффақ шуд!
th: ออกจากระบบสำเร็จ!
tk: Çykyş etmek üstünlikli!
tt: Чыгып китү уңышлы тәмамланды!
ug: Chiqish muvaffaqiyatli!
uk: Вихід успішний!
ur: سائن آؤٹ کامیاب ہے!
vi: Đăng xuất thành công!
zu: Ukuphuma kuphumelele!

# signedOutAccount
source: Signed Out from your account.
af: Afgemeld vanaf jou rekening.
az: Hesabınızdan çıxış etdiniz.
be: Вы выйшлі са свайго акаўнта.
bg: Излезли сте от акаунта си.
bn: আপনার অ্যাকাউন্ট থেকে সাইন আউট করা হয়েছে।
ca: Has tancat la sessió del teu compte.
cs: Byli jste odhlášeni ze svého účtu.
cy: Wedi allgofnodi o'ch cyfrif.
el: Αποσυνδεθήκατε από τον λογαριασμό σας.
et: Oled oma kontolt välja logitud.
eu: Zure kontutik irten zara.
fa: از حساب خود خارج شدید.
fi: Olet kirjautunut ulos tililtäsi.
ga: Síniú Amach ó do chuntas.
gd: Logadh a-mach gu soirbheachail.
gu: તમારા એકાઉન્ટમાંથી સાઇન આઉટ થયું.
he: התנתקת מהחשבון שלך.
hi: आपके खाते से साइन आउट हो गया।
hy: Դուրս եք եկել ձեր հաշվից։
ka: წარმატებით გამოხვალთ.
kk: Ақыныңыздан шығып кеттіңіз.
km: អ្នកបានចាកចេញពីគណនីរបស់អ្នក។
ko: 계정에서 로그아웃되었습니다.
ku: Ji hesabê te derket.
ky: Аккаунттан чыкты.
lb: De bis aus Ärem Kont ausgeloggt.
lt: Jūs atsijungėte nuo savo paskyros.
lv: Jūs esat izrakstījies no sava konta.
mk: Се одјавивте од вашиот акаунт.
ml: നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ലോഗ് ഔട്ട് ചെയ്തു.
mn: Таны акаунтаас гарах боллоо.
mr: तुम्ही तुमच्या खात्यातून साइन आउट केले.
ms: Anda telah log keluar dari akaun anda.
my: သင့်အကောင့်မှထွက်ပါသည်။
ne: तपाईंको खाता साइन आउट गरिएको छ।
nl: Je bent uit je account uitgelogd.
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਸਾਈਨ ਆਉਟ ਹੋ ਗਏ।
rw: Wasohotse muri konte yawe.
sd: پنهنجي اڪائونٽ مان سائن آئوٽ ٿي ويو آهي.
sl: Odjavili ste se iz vašega računa.
sq: Jeni shkyçur nga llogaria juaj.
sr: Odjavili ste se sa svog naloga.
sw: Umejisajili kutoka kwa akaunti yako.
ta: உங்கள் கணக்கில் இருந்து வெளியேறினேன்.
te: మీ ఖాతా నుండి సైన్ అవుట్ చేయబడింది.
tg: Аз ҳисоби шумо баромада шуд.
th: ออกจากระบบจากบัญชีของคุณ.
tk: Hasabyňyzdan çykdyňyz.
tt: Сезнең аккаунттан чыктык.
ug: Hisobingizdan chiqildi.
uk: Ви вийшли зі свого облікового запису.
ur: آپ کا اکاؤنٹ سائن آؤٹ ہو چکا ہے۔
vi: Đã đăng xuất khỏi tài khoản của bạn.
zu: Uphume ku-akhawunti yakho.

source: Succesful!
af: Suksesvol!
az: Uğurlu!
be: Паспяхова!
bg: Успешно!
bn: সফল!
ca: Exitós!
cs: Úspěšné!
cy: Llwyddiannus!
el: Επιτυχία!
et: Edukalt!
eu: Arrakastatsua!
fa: با موفقیت انجام شد!
fi: Onnistui!
ga: Rathúil!
gd: Soirbheachail!
gu: સફળ!
he: הצלחה!
hi: सफल!
hy: Հաջողված!
ka: წარმატებული!
kk: Сәтті!
km: ជោគជ័យ!
ko: 성공적!
ku: Serkeftin!
ky: Ийгиликтүү!
lb: Erfollegräich!
lt: Sėkmingai!
lv: Veiksmīgi!
mk: Успешно!
ml: വിജയകരമാണ്!
mn: Амжилттай!
mr: यशस्वी!
ms: Berjaya!
my: အောင်မြင်ပါသည်!
ne: सफल!
nl: Succesvol!
pa: ਸਫਲ!
rw: Byagenze neza!
sd: ڪامياب!
sl: Uspešno!
sq: E suksesshme!
sr: Uspešno!
sw: Imekamilika!
ta: வெற்றிகரமானது!
te: విజయవంతం!
tg: Муваффақ!
th: สำเร็จ!
tk: Başarýar!
tt: Уңышлы!
ug: Muvaffaqiyatli!
uk: Успішно!
ur: کامیاب!
vi: Thành công!
zu: Kuphumelele!

# csvFileCreated
source: CSV file succesfully created:
af: CSV-lêer suksesvol geskep:
az: CSV faylı uğurla yaradıldı:
be: Файл CSV створаны:
bg: CSV файлът беше успешно създаден:
bn: CSV ফাইল তৈরি হয়েছে:
ca: Fitxer CSV creat amb èxit:
cs: CSV soubor byl úspěšně vytvořen:
cy: Ffeil CSV wedi'i chreu'n llwyddiannus:
el: Το αρχείο CSV δημιουργήθηκε με επιτυχία:
et: CSV-fail on edukalt loodud:
eu: CSV fitxategia sortu da:
fa: فایل CSV با موفقیت ایجاد شد:
fi: CSV-tiedosto luotiin onnistuneesti:
ga: Cruthaíodh comhad CSV go rathúil:
gd: Faidhle CSV air a chruthachadh:
gu: CSV ફાઇલ સફળતાપૂર્વક બનાવી:
he: קובץ CSV נוצר בהצלחה:
hi: CSV फ़ाइल सफलतापूर्वक बनाई गई:
hy: CSV ֆայլը հաջողությամբ ստեղծվեց՝
ka: CSV ფაილი შექმნილია:
kk: CSV файлы сәтті жасалды:
km: ឯកសារCSV ត្រូវបានបង្កើតជោគជ័យ:
ko: CSV 파일이 성공적으로 생성되었습니다:
ku: Pelê CSV bi serfirazî hate çêkirin:
ky: CSV файлы ийгиликтүү түзүлдү:
lb: CSV Datei erfollegräich erstallt:
lt: CSV failas sėkmingai sukurtas:
lv: CSV fails veiksmīgi izveidots:
mk: CSV датотека успешно креирана:
ml: CSV ഫയൽ വിജയകരമായി സൃഷ്ടിച്ചു:
mn: CSV файл амжилттай үүсгэгдлээ:
mr: CSV फाइल यशस्वीपणे तयार केली:
ms: Fail CSV berjaya dicipta:
my: CSV ဖိုင်ကိုအောင်မြင်စွာဖန်တီးခဲ့ပါသည်:
ne: CSV फाइल सफलतापूर्वक सिर्जना गरियो:
nl: CSV-bestand succesvol aangemaakt:
pa: CSV ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ:
rw: Dosiye ya CSV yashizweho neza:
sd: CSV فائل ڪاميابي سان ٺاهي وئي:
sl: CSV datoteka je bila uspešno ustvarjena:
sq: Skedari CSV u krijua me sukses:
sr: CSV fajl je uspešno kreiran:
sw: Faili la CSV limeundwa kwa mafanikio:
ta: CSV கோப்பு வெற்றிகரமாக உருவாக்கப்பட்டது:
te: CSV ఫైల్ విజయవంతంగా సృష్టించబడింది:
tg: Файли CSV бо муваффақият сохта шуд:
th: ไฟล์ CSV ถูกสร้างขึ้นสำเร็จ:
tk: CSV faýly üstünlikli döredildi:
tt: CSV файл уңышлы төзелгән:
ug: CSV fayli muvaffaqiyatli yaratildi:
uk: CSV файл успішно створено:
ur: CSV فائل کامیابی سے بنائی گئی:
vi: Tệp CSV đã được tạo thành công:
zu: Ifayela le-CSV lenziwe ngempumelelo:
