Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

# movieUpdated
source: Movie has been Succesfully Updated!
af: Fliek is suksesvol opgedateer!
az: Film uğurla yeniləndi.
be: Фільм абноўлены.
bg: Филмът беше успешно актуализиран!
bn: মুভি আপডেট হয়েছে।
ca: Pel·lícula actualitzada amb èxit!
cs: Film byl úspěšně aktualizován!
cy: Mae'r ffilm wedi'i diweddaru'n llwyddiannus!
el: Η ταινία ενημερώθηκε με επιτυχία!
et: Film on edukalt uuendatud!
eu: Filma eguneratu da.
fa: فیلم با موفقیت به‌روزرسانی شد!
fi: Elokuva päivitetty onnistuneesti!
ga: Scannán atá nuashonraithe go rathúil!
gd: Film air ùrachadh!
gu: મૂવી સફળતાપૂર્વક અપડેટ કરવામાં આવી છે!
he: הסרט עודכן בהצלחה!
hi: फिल्म सफलतापूर्वक अपडेट की गई!
hy: Ֆիլմը հաջողությամբ թարմացվեց։
ka: ფილმი განახლებულია!
kk: Фильм сәтті жаңартылды!
km: ភាពយន្តត្រូវបានបន្ទាន់សម័យជោគជ័យ!
ko: 영화가 성공적으로 업데이트되었습니다!
ku: Fîlm bi serfirazî hat nûvekirin!
ky: Фильм ийгиликтүү жаңыртылды!
lb: Film gouf erfollegräich aktualiséiert!
lt: Filma sėkmingai atnaujinta!
lv: Filma veiksmīgi atjaunināta!
mk: Филмот беше успешно ажуриран!
ml: ചലച്ചിത്രം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു!
mn: Кино амжилттай шинэчлэгдсэн!
mr: चित्रपट यशस्वीपणे अद्ययावत केला गेला!
ms: Filem telah berjaya dikemas kini!
my: ဇာတ်ကားကိုအောင်မြင်စွာအပ်ဒိတ်ခဲ့ပါသည်!
ne: चलचित्र सफलतापूर्वक अद्यावधिक गरियो!
nl: Film is succesvol bijgewerkt!
pa: ਫਿਲਮ ਸਫਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤੀ ਗਈ!
rw: Filime yavugururwa neza!
sd: فلم ڪاميابي سان اپڊيٽ ڪئي وئي!
sl: Film je bil uspešno posodobljen!
sq: Filmi u përditësua me sukses!
sr: Film je uspešno ažuriran!
sw: Filamu imefanikiwa kusasishwa!
ta: படம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: సినిమా విజయవంతంగా నవీకరించబడింది!
tg: Филм бо муваффақият навсозӣ шуд!
th: อัพเดทภาพยนตร์สำเร็จ!
tk: Film täzeledildi!
tt: Фильм уңышлы яңартылды!
ug: Film muvaffaqiyatli yangilandi!
uk: Фільм успішно оновлено!
ur: فلم کامیابی سے اپ ڈیٹ کر دی گئی!
vi: Phim đã được cập nhật thành công!
zu: Ifilimu ihlaziywe ngempumelelo!

# movieDeleted
source: Movie has been Succesfully Deleted!
af: Fliek is suksesvol verwyder!
az: Film uğurla silindi.
be: Фільм выдалены.
bg: Филмът беше успешно изтрит!
bn: মুভি মুছে ফেলা হয়েছে।
ca: Pel·lícula esborrada amb èxit!
cs: Film byl úspěšně smazán!
cy: Mae'r ffilm wedi'i ddileu'n llwyddiannus!
el: Η ταινία διαγράφηκε με επιτυχία!
et: Film on edukalt kustutatud!
eu: Filma ezabatu da.
fa: فیلم با موفقیت حذف شد!
fi: Elokuva poistettu onnistuneesti!
ga: Scannán atá scriosta go rathúil!
gd: Film air a chur às!
gu: મૂવી સફળતાપૂર્વક કાઢી નાખવામાં આવી છે!
he: הסרט נמחק בהצלחה!
hi: फिल्म सफलतापूर्वक हटाई गई!
hy: Ֆիլմը հաջողությամբ ջնջվեց։
ka: ფილმი წაიშალა!
kk: Фильм сәтті жойылды!
km: ភាពយន្តត្រូវបានលុបចោលជោគជ័យ!
ko: 영화가 성공적으로 삭제되었습니다!
ku: Fîlm bi serfirazî hat jêbirin!
ky: Фильм ийгиликтүү өчүрүлдү!
lb: Film gouf erfollegräich geläscht!
lt: Filma sėkmingai ištrinta!
lv: Filma veiksmīgi dzēsta!
mk: Филмот беше успешно избришан!
ml: ചലച്ചിത്രം വിജയകരമായി നീക്കം ചെയ്തു!
mn: Кино амжилттай устгагдсан!
mr: चित्रपट यशस्वीपणे हटवले गेले!
ms: Filem telah berjaya dipadam!
my: ဇာတ်ကားကိုအောင်မြင်စွာဖျက်ခဲ့ပါသည်!
ne: चलचित्र सफलतापूर्वक मेटियो!
nl: Film is succesvol verwijderd!
pa: ਫਿਲਮ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਈ ਗਈ!
rw: Filime yahanwe neza!
sd: فلم ڪاميابي سان حذف ڪئي وئي!
sl: Film je bil uspešno izbrisan!
sq: Filmi u fshi me sukses!
sr: Film je uspešno obrisan!
sw: Filamu imefanikiwa kufutwa!
ta: படம் வெற்றிகரமாக அழிக்கப்பட்டது!
te: సినిమా విజయవంతంగా తొలగించబడింది!
tg: Филм бо муваффақият нест шуд!
th: ลบภาพยนตร์สำเร็จ!
tk: Film pozuldy!
tt: Фильм уңышлы бетерелде!
ug: Film muvaffaqiyatli o'chirildi!
uk: Фільм успішно видалено!
ur: فلم کامیابی سے حذف کر دی گئی!
vi: Phim đã được xóa thành công!
zu: Ifilimu isusiwe ngempumelelo!

# errorFetchingSimilar
source: Error fetching similar movies
af: Fout met laai van soortgelyke flieks:
bg: Грешка при извличането на подобни филми:
ca: Error en obtenir pel·lícules similars:
cs: Chyba při získávání podobných filmů:
cy: Gwall wrth ddod o hyd i ffilmiau tebyg:
el: Σφάλμα κατά την ανάκτηση παρόμοιων ταινιών:
et: Viga sarnaste filmide hankimisel:
fa: خطا در دریافت فیلم‌های مشابه:
fi: Virhe haettaessa samanlaisia elokuvia:
ga: Earráid ag fáil scannáin comhchosúla:
gd: mearachd ann a bhith a’ lorg filmichean coltach ri:
gu: સમાન મૂવીઝ ફેચ કરવામાં ભૂલ:
he: שגיאה באחזור סרטים דומים:
hi: समान फिल्में प्राप्त करने में त्रुटि:
ka: შეცდომა ფილმების მოძიებაში:
kk: Ұқсас фильмдерді алу қатесі:
km: កំហុសក្នុងការទាញយកភាពយន្តស្រដៀង:
ko: 유사한 영화를 가져오는 중 오류 발생:
ku: Çewtî li gotina fîlman wekhev:
ky: Окуялуу фильмдерди алуу боюнча ката:
lb: Feeler beim kréien ähnlech Filmer:
lt: Klaida gaunant panašias filmas:
lv: Kļūda, iegūstot līdzīgas filmas:
mk: Грешка при добивање слични филмови:
ml: സാദൃശ്യമായ ചലച്ചിത്രങ്ങൾ എടുക്കുമ്പോൾ പിശക്:
mn: Давтагдах киног авахад алдаа гарсан:
mr: सारख्या चित्रपटांची माहिती मिळवताना त्रुटी:
ms: Ralat semasa mengambil filem serupa:
my: ဆင်တူဇာတ်ကားများရယူရာတွင်အမှားဖြစ်ခဲ့ပါသည်:
ne: सम्बन्धित चलचित्र प्राप्त गर्न त्रुटि:
nl: Fout bij ophalen van vergelijkbare films:
pa: ਸਮਾਨ ਫਿਲਮਾਂ ਖੋਜਣ ਵਿੱਚ ਗਲਤੀ:
rw: Ikosa mugukusanya filime zisa:
sd: مشابه فلمون حاصل ڪرڻ ۾ غلطي:
sl: Napaka pri pridobivanju podobnih filmov:
sr: Greška prilikom preuzimanja sličnih filmova:
sw: Hitilafu ya kupata filamu zinazofanana:
ta: சில படங்களை பெறுவதில் பிழை:
te: సమాన చిత్రాలను పొందడంలో విఫలమైంది:
tg: Хатогӣ ҳангоми гирифтани филмҳои монанд:
th: ข้อผิดพลาดในการดึงภาพยนตร์ที่คล้ายกัน:
tk: Oňat film tapmakda ýalňyşlyk ýüze çykdy:
tt: Шул ук фильмнарны алу хатасы:
ug: O'xshash kinolarni olishda xatolik yuz berdi:
uk: Помилка при отриманні подібних фільмів:
ur: مشابہ فلمیں حاصل کرنے میں غلطی:
vi: Lỗi khi lấy phim tương tự:
zu: Iphutha ekutholeni amafilimu afana:

source: Movie Details
af: Fliekbesonderhede
bg: Подробности за филма
ca: Detalls de la pel·lícula
cs: Podrobnosti o filmu
cy: Manylion Ffilm
el: Στοιχεία Ταινίας
et: Filmi üksikasjad
fa: جزئیات فیلم
fi: Elokuvan tiedot
ga: Sonraí Scannáin
gd: Fiosrachadh Film
gu: મૂવીની વિગતો
he: פרטי הסרט
hi: फिल्म विवरण
ka: ფილმის დეტალები
kk: Фильм туралы мәліметтер
km: ព័ត៌មានលម្អិតភាពយន្ត
ko: 영화 세부 정보
ku: Hûrguliyên Fîlmê
ky: Фильмдин маалыматтары
lb: Filmdetailer
lt: Filmo detalės
lv: Filmas detaļas
mk: Детали за филмот
ml: ചലച്ചിത്ര വിശദാംശങ്ങൾ
mn: Киноны дэлгэрэнгүй мэдээлэл
mr: चित्रपट तपशील
ms: Butiran Filem
my: ဇာတ်ကားအသေးစိတ်
ne: चलचित्रको विवरण
nl: Filmdetails
pa: ਫਿਲਮ ਦੇ ਵੇਰਵੇ
rw: Ibyerekeye Filime
sd: فلم جي تفصيلات
sl: Podrobnosti o filmu
sr: Detalji o filmu
sw: Maelezo ya Filamu
ta: பட விவரங்கள்
te: సినిమా వివరాలు
tg: Тафсилоти филм
th: รายละเอียดภาพยนตร์
tk: Film Maglumatlary
tt: Фильм мәгълүматлары
ug: Film ma'lumotlari
uk: Деталі фільму
ur: فلم کی تفصیلات
vi: Chi tiết phim
zu: Imininingwane Yefilimu

source: Similar Movies
af: Soortgelyke Flieks
bg: Подобни филми
ca: Pel·lícules similars
cs: Podobné filmy
cy: Ffilmiau Tebyg
el: Παρόμοιες Ταινίες
et: Sarnased filmid
fa: فیلم‌های مشابه
fi: Samanlaiset elokuvat
ga: Scannáin Comhchosúla
gd: Filmichean coltach
gu: સમાન મૂવીઝ
he: סרטים דומים
hi: समान फिल्में
ka: მსგავსი ფილმები
kk: Ұқсас фильмдер
km: ភាពយន្តស្រដៀង
ko: 유사 영화
ku: Fîlman Wekhev
ky: Окуялуу фильмдер
lb: Ähnlech Filmer
lt: Panašios filmos
lv: Līdzīgas filmas
mk: Слични филмови
ml: സാദൃശ്യമായ ചലച്ചിത്രങ്ങൾ
mn: Давтагдах киног
mr: सारखे चित्रपट
ms: Filem Serupa
my: ဆင်တူဇာတ်ကားများ
ne: सम्बन्धित चलचित्रहरू
nl: Vergelijkbare Films
pa: ਸਮਾਨ ਫਿਲਮਾਂ
rw: Filime Zisa
sd: مشابه فلمون
sl: Podobni filmi
sr: Slični filmovi
sw: Filamu Zinazofanana
ta: சில படங்கள்
te: సమాన సినిమాలు
tg: Филмҳои монанд
th: ภาพยนตร์ที่คล้ายกัน
tk: Oňat Filmler
tt: Шул ук фильмнар
ug: O'xshash kinolar
uk: Подібні фільми
ur: مشابہ فلمیں
vi: Phim tương tự
zu: Amafilimu Afanayo

source: No Title
af: Geen Titel
bg: Няма заглавие
ca: Sense títol
cs: Žádný název
cy: Dim Teitl
el: Χωρίς Τίτλο
et: Pole pealkirja
fa: بدون عنوان
fi: Ei otsikkoa
ga: Gan Teideal
gd: Chan eil tiotal
gu: કોઈ શીર્ષક નથી
he: ללא כותרת
hi: कोई शीर्षक नहीं
ka: სათაური არ არსებობს
kk: Атауы жоқ
km: គ្មានចំណងជើង
ko: 제목 없음
ku: Hîç Sernav
ky: Тайтл жок
lb: Keng Titel
lt: Nėra pavadinimo
lv: Nav nosaukuma
mk: Нема наслов
ml: തലക്കെട്ട് ഇല്ല
mn: Гарчиг байхгүй
mr: कोणताही शीर्षक नाही
ms: Tiada Tajuk
my: ခေါင်းစဥ်မရှိပါ
ne: शीर्षक छैन
nl: Geen Titel
pa: ਕੋਈ ਸਿਰਲੇਖ ਨਹੀਂ
rw: Nta mutwe
sd: ڪوبه عنوان ناهي
sl: Brez naslova
sr: Nema Naslova
sw: Hakuna Kichwa
ta: தலைப்பு இல்லை
te: శీర్షిక లేదు
tg: Ҳеҷ наслав
th: ไม่มีชื่อ
tk: Ady ýok
tt: Тема юк
ug: Sarlavha yo'q
uk: Без назви
ur: کوئی عنوان نہیں
vi: Không có tiêu đề
zu: Ayikho Isihloko

source: Update
af: Opdateer
bg: Актуализиране
ca: Actualitzar
cs: Aktualizovat
cy: Diweddaru
el: Ενημέρωση
et: Uuenda
fa: به‌روزرسانی
fi: Päivitä
ga: Nuashonrú
gd: Ùrachadh
gu: અપડેટ કરો
he: עדכן
hi: अपडेट करें
ka: განახლება
kk: Жаңарту
km: បន្ទាន់សម័យ
ko: 업데이트
ku: Nûvekirin
ky: Жаңыртуу
lb: Aktualiséieren
lt: Atnaujinti
lv: Atjaunināt
mk: Ажурирај
ml: അപ്ഡേറ്റ്
mn: Шинэчлэх
mr: अद्ययावत करा
ms: Kemas Kini
my: အပ်ဒိတ်
ne: अद्यावधिक गर्नुहोस्
nl: Bijwerken
pa: ਅਪਡੇਟ
rw: Kuvugurura
sd: اپڊيٽ ڪريو
sl: Posodobi
sr: Ažuriraj
sw: Sasisha
ta: புதுப்பிக்கவும்
te: నవీకరించండి
tg: Навсозӣ
th: อัพเดท
tk: Täzeden täzelemek
tt: Яңарту
ug: Yangilash
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật
zu: Hlela

# invalidIMDB
source: Invalid IMDB ID!
af: Ongeldige IMDB-ID!
bg: Невалиден IMDB ID!
ca: ID IMDB no vàlid!
cs: Neplatné IMDB ID!
cy: ID IMDB Annilys!
el: Μη έγκυρο IMDB ID!
et: Vale IMDB ID!
fa: شناسه IMDB نامعتبر!
fi: Virheellinen IMDB-tunnus!
ga: ID IMDB neamhbhailí!
gd: ID IMDb cearr!
gu: અમાન્ય IMDB ID!
he: מספר IMDB לא תקין!
hi: अमान्य IMDB ID!
ka: არასწორი IMDB ID!
kk: Жарамсыз IMDB ID!
km: IMDB ID មិនត្រឹមត្រូវ!
ko: 유효하지 않은 IMDB ID!
ku: IMDB ID çewtî!
ky: Жарамсыз IMDB ID!
lb: Ongëlteg IMDB ID!
lt: Netinkamas IMDB ID!
lv: Nederīgs IMDB ID!
mk: Невалиден IMDB ID!
ml: അസാധുവായ IMDB ഐഡി!
mn: Буруу IMDB ID!
mr: अवैध IMDB ID!
ms: ID IMDB Tidak Sah!
my: မမှန်ကန်သော IMDB ID!
ne: अवैध IMDB ID!
nl: Ongeldig IMDB ID!
pa: ਅਣੁਸਾਰ IMDB ID!
rw: IMDB ID ntabwo ari yo!
sd: غلط IMDB ID!
sl: Neveljavna IMDB ID!
sr: Nevalidan IMDB ID!
sw: ID ya IMDB sio sahihi!
ta: தவறான IMDB ஐடி!
te: అసాధువ IMDB ID!
tg: ID IMDB хато аст!
th: รหัส IMDB ไม่ถูกต้อง!
tk: IMDB ID geçerli däl!
tt: Дөрес булмаган IMDB ID!
ug: Noto'g'ri IMDB ID!
uk: Невірний IMDB ID!
ur: غلط IMDB ID!
vi: ID IMDB không hợp lệ!
zu: IMDB ID Engavumelekile!

# aliasColon
source: Alias:
bg: Псевдоним:
ca: Àlies:
cs: Pseudonym:
el: Ψευδώνυμο:
fa: نام مستعار:
ga: Ainm Laige:
gu: ઉપનામ:
he: כינוי:
hi: उपनाम:
ka: ალია:
kk: Псевдоним:
km: ឈ្មោះជំនួស:
ko: 별명:
ku: Têgihiştin:
ky: Аты:
lt: Slapyvardis:
lv: Segvārds:
mk: Псевдоним:
ml: ഉപനാമം:
mn: Товчилсон нэр:
mr: उपनाम:
my: အမည်အနောက်:
ne: उपनाम:
pa: ਛਦਮ ਨਾਮ:
rw: Izina ry'ubusa:
sd: عرف:
sl: Vzdevek:
sw: Jina la Nenosiri:
ta: ஊரை:
te: ఉపనామం:
tg: Ном:
th: ชื่อเล่น:
tk: Takma at:
tt: Танышу:
ug: Taxallus:
uk: Псевдонім:
ur: عرفیت:
vi: Biệt danh:
zu: Isikhumbuzo:

# birthDateColon
source: Birth Date:
af: Geboortedatum:
bg: Дата на раждане:
ca: Data de naixement:
cs: Datum narození:
cy: Dyddiad Geni:
el: Ημερομηνία Γέννησης:
et: Sünnikuupäev:
fa: تاریخ تولد:
fi: Syntymäaika:
ga: Dáta Breithe:
gd: Ceann-latha breith:
gu: જન્મ તારીખ:
he: תאריך לידה:
hi: जन्म तिथि:
ka: დაბადების თარიღი:
kk: Туған күні:
km: កាលបរិច្ឆេទកំណើត:
ko: 생년월일:
ku: Rojekê Jiyanê:
ky: Туулган күнү:
lb: Geburtsdatum:
lt: Gimimo data:
lv: Dzimšanas datums:
mk: Датум на раѓање:
ml: ജനന തീയതി:
mn: Төрсөн огноо:
mr: जन्म तारीख:
ms: Tarikh Lahir:
my: မွေးနေ့:
ne: जन्म मिति:
nl: Geboortedatum:
pa: ਜਨਮ ਦੀ ਤਾਰੀਖ:
rw: Itariki y'amavuko:
sd: جنم جي تاريخ:
sl: Datum rojstva:
sr: Datum Rođenja:
sw: Tarehe ya Kuzaliwa:
ta: பிறந்த தேதி:
te: జననం తేదీ:
tg: Санаи таваллуд:
th: วันเกิด:
tk: Doglan Taryhy:
tt: Туган көне:
ug: Tug'ilgan sana:
uk: Дата народження:
ur: تاریخ پیدائش:
vi: Ngày sinh:
zu: Usuku Lokuzalwa:

# deathDateColon
source: Death Date:
af: Sterfdatum:
bg: Дата на смъртта:
ca: Data de mort:
cs: Datum úmrtí:
cy: Dyddiad Marwolaeth:
el: Ημερομηνία Θανάτου:
et: Surnud kuupäev:
fa: تاریخ مرگ:
fi: Kuolinaika:
ga: Dáta Bás:
gd: Ceann-latha bàs:
gu: મૃત્યુ તારીખ:
he: תאריך פטירה:
hi: मृत्यु तिथि:
ka: გარდაცვალების თარიღი:
kk: Өлім күні:
km: កាលបរិច្ឆេទស្លាប់:
ko: 사망일:
ku: Rojekê Mirinê:
ky: Өлүм күнү:
lb: Doudesdatum:
lt: Mirties data:
lv: Nāves datums:
mk: Датум на смрт:
ml: മരണ തീയതി:
mn: Нас барсан огноо:
mr: मृत्यू तारीख:
ms: Tarikh Meninggal:
my: သေဆုံးနေ့:
ne: मृत्यु मिति:
nl: Overlijdensdatum:
pa: ਮੌਤ ਦੀ ਤਾਰੀਖ:
rw: Itariki y'urupfu:
sd: موت جي تاريخ:
sl: Datum smrti:
sr: Datum Smrti:
sw: Tarehe ya Kufa:
ta: இறப்பு தேதி:
te: మరణ తేదీ:
tg: Санаи фавт:
th: วันเสียชีวิต:
tk: Ölüm Taryhy:
tt: Үлем көне:
ug: Vafot sanasi:
uk: Дата смерті:
ur: تاریخ وفات:
vi: Ngày mất:
zu: Usuku Lokushona:

# birthPlaceColon
source: Birth Place:
af: Geboorteplek:
bg: Място на раждане:
ca: Lloc de naixement:
cs: Místo narození:
cy: Lle Genedigaeth:
el: Τόπος Γέννησης:
et: Sünnikoht:
fa: محل تولد:
fi: Syntymäpaikka:
ga: Áit Breithe:
gd: Àite breith:
gu: જન્મ સ્થળ:
he: מקום לידה:
hi: जन्म स्थान:
ka: დაბადების ადგილი:
kk: Туған жері:
km: កន្លែងកំណើត:
ko: 출생지:
ku: Cihê Jiyanê:
ky: Туулган жери:
lb: Gebuertsplaz:
lt: Gimimo vieta:
lv: Dzimšanas vieta:
mk: Место на раѓање:
ml: ജനന സ്ഥലം:
mn: Төрсөн газар:
mr: जन्मस्थळ:
ms: Tempat Lahir:
my: မွေးဖွားရာတည်နေရာ:
ne: जन्म स्थान:
nl: Geboorteplaats:
pa: ਜਨਮ ਸਥਾਨ:
rw: Aho yavukiye:
sd: جنم جو مقام:
sl: Kraj rojstva:
sr: Mesto Rođenja:
sw: Mahali pa Kuzaliwa:
ta: பிறந்த இடம்:
te: పుట్టిన ఊరు:
tg: Макон:
th: สถานที่เกิด:
tk: Doglan Jogy:
tt: Туган җир:
ug: Tug'ilgan joyi:
uk: Місце народження:
ur: پیدائش کی جگہ:
vi: Nơi sinh:
zu: Indawo Yokuzalwa:

# biographyColon
source: Biography:
af: Biografie:
bg: Биография:
ca: Biografia:
cs: Biografie:
cy: Bywgraffiad:
el: Βιογραφία:
et: Elulugu:
fa: بیوگرافی:
fi: Elämäkerta:
ga: Beathaisnéis:
gd: Bith-eòlas:
gu: જીવન ચરિત્ર:
he: ביוגרפיה:
hi: जीवनी:
ka: ბიოგრაფია:
kk: Өмірбаян:
km: ប្រវត្តិជីវិត:
ko: 생애:
ku: Biyografî:
ky: Биография:
lb: Biographie:
lt: Biografija:
lv: Biogrāfija:
mk: Биографија:
ml: ജീവചരിത്രം:
mn: Тамирчдын амьдрал:
mr: जीवितवृत्त:
ms: Biografi:
my: ဘဝဇာတ်လမ်း:
ne: जीवनी:
nl: Biografie:
pa: ਜੀਵਨੀ:
rw: Ubuzima bwe:
sd: حياتياتي:
sl: Biografija:
sr: Biografija:
sw: Maisha ya Biografia:
ta: வாழ்க்கை வரலாறு:
te: జీవిత చరిత్ర:
tg: Таърих:
th: ประวัติ:
tk: Biyografiýa:
tt: Тормыш тарихы:
ug: Biografiya:
uk: Біографія:
ur: حیات:
vi: Tiểu sử:
zu: I-Biography:

# noMoviesFound
source: No movies were found
af: Geen flieks gevind nie
bg: Не са намерени филми
ca: No s'han trobat pel·lícules
cs: Filmy nenalezeny
cy: Dim ffilmiau wedi'u canfod
el: Δεν βρέθηκαν ταινίες
et: Filme ei leitud
fa: هیچ فیلمی پیدا نشد
fi: Elokuvia ei löytynyt
ga: Ní raibh aon scannáin le fáil
gd: Cha deach filmichean a lorg
gu: કોઈ મૂવીઝ મળી નથી
he: לא נמצאו סרטים
hi: कोई फिल्में नहीं मिलीं
ka: ფილმები არ მოიძებნა
kk: Фильмдер табылмады
km: មិនមានភាពយន្តដែលបានរកឃើញ
ko: 영화를 찾을 수 없습니다
ku: Hîç fîlm nehatîye dîtin
ky: Фильмдер табылган жок
lb: Keng Filmer fonnt
lt: Filmai nerasti
lv: Nav atrastas filmas
mk: Нема пронајдени филмови
ml: ചലച്ചിത്രങ്ങൾ കണ്ടെത്തിയില്ല
mn: Кино олдсонгүй
mr: कोणतेही चित्रपट सापडले नाहीत
ms: Tiada filem ditemui
my: ဇာတ်ကားမတွေ့ပါ
ne: कुनै चलचित्र फेला परेको छैन
nl: Geen films gevonden
pa: ਕੋਈ ਫਿਲਮ ਨਹੀਂ ਮਿਲੀ
rw: Nta filime zabonetse
sd: ڪنهن فلم کي ڳولڻ ۾ ناڪام!
sl: Noben film ni bil najden
sr: Nema pronađenih filmova
sw: Hakuna filamu zilizopatikana
ta: படங்கள் எதுவும் கண்டுபிடிக்கப்படவில்லை
te: ఏ సినిమాలు కనుగొనబడలేదు
tg: Ҳеҷ филм ёфта нашуд
th: ไม่พบภาพยนตร์
tk: Hiç hili film tapylmady
tt: Фильмнар табылмады
ug: Hech qanday film topilmadi
uk: Фільми не знайдені
ur: کوئی فلمیں نہیں ملیں
vi: Không tìm thấy phim
zu: Ayikho ifilimu etholekayo

# noMoviesFoundForCompany
source: No movies were found for this company
af: Geen flieks vir hierdie maatskappy gevind nie
bg: Не са намерени филми за тази компания
ca: No s'han trobat pel·lícules per aquesta empresa
cs: Pro tuto společnost nebyly nalezeny žádné filmy
cy: Dim ffilmiau wedi'u canfod ar gyfer y cwmni hwn
el: Δεν βρέθηκαν ταινίες για αυτή την εταιρεία
et: Filme ei leitud selle ettevõtte jaoks
fa: هیچ فیلمی برای این شرکت پیدا نشد
fi: Elokuvia ei löytynyt tältä yritykseltä
ga: Ní raibh aon scannáin le fáil don chomhlacht seo
gd: Cha deach filmichean a lorg airson an chom-pàirtiche
gu: આ કંપની માટે કોઈ મૂવીઝ મળી નથી
he: לא נמצאו סרטים עבור חברה זו
hi: इस कंपनी के लिए कोई फिल्में नहीं मिलीं
ka: კომპანიისთვის ფილმები ვერ მოიძებნა
kk: Бұл компания үшін фильмдер табылмады
km: មិនមានភាពយន្តដែលបានរកឃើញសម្រាប់ក្រុមហ៊ុននេះ
ko: 이 제작사에서 찾을 수 있는 영화가 없습니다
ku: Hîç fîlm nehatîye dîtin ji bo vê kampanyayê
ky: Бул компания үчүн фильмдер табылган жок
lb: Keng Filmer fonnt fir dës Firma
lt: Šiai įmonei nerasta filmų
lv: Nav atrastas filmas šim uzņēmumam
mk: Нема пронајдени филмови за оваа компанија
ml: ഈ കമ്പനി için ചലച്ചിത്രങ്ങൾ കണ്ടെത്തിയില്ല
mn: Энэхүү компанийн кино олдсонгүй
mr: या कंपनीसाठी कोणतेही चित्रपट सापडले नाहीत
ms: Tiada filem ditemui untuk syarikat ini
my: ဤကုမ္ပဏီအတွက်ဇာတ်ကားမတွေ့ပါ
ne: यस कम्पनीको लागि कुनै चलचित्र फेला परेको छैन
nl: Geen films gevonden voor dit bedrijf
pa: ਇਸ ਕੰਪਨੀ ਲਈ ਕੋਈ ਫਿਲਮ ਨਹੀਂ ਮਿਲੀ
rw: Nta filime zabonetse kuri iyi sosiyete
sd: هن ڪمپني لاءِ ڪنهن فلم کي ڳولڻ ۾ ناڪام!
sl: Noben film ni bil najden za to podjetje
sr: Nema pronađenih filmova za ovu kompaniju
sw: Hakuna filamu zilizopatikana kwa kampuni hii
ta: இந்த நிறுவனத்திற்கான படங்கள் எதுவும் கிடைக்கவில்லை
te: ఈ కంపెనీ కోసం సినిమాలు కనుగొనబడలేదు
tg: Ҳеҷ филм барои ин ширкат ёфта нашуд
th: ไม่พบภาพยนตร์สำหรับบริษัทนี้
tk: Bu kompaniýa üçin film tapylmady
tt: Бу компания өчен фильмнар табылмады
ug: Bu kompaniya uchun film topilmadi
uk: Фільми для цієї компанії не знайдені
ur: اس کمپنی کے لیے کوئی فلمیں نہیں ملیں
vi: Không tìm thấy phim cho công ty này
zu: Ayikho ifilimu etholekayo kule nkampani

source: Popular For
af: Gewild Vir
bg: Популярен за
ca: Popular per
cs: Populární pro
cy: Poblogaidd am
el: Δημοφιλής Για
et: Populaarne jaoks
fa: محبوب برای
fi: Suosittu seuraaville
ga: Áirítear ar a bhfuil tóir
gd: Cliùiteach airson
gu: માટે લોકપ્રિય
he: פופולרי עבור
hi: के लिए लोकप्रिय
ka: პოპულარული
kk: Белгілі
km: ពេញនិយមសម្រាប់
ko: 인기 있는 작품
ku: Populer ji bo
ky: Популярдуу үчүн
lb: Beléift fir
lt: Populiarus dėl
lv: Populārs ar
mk: Популарен за
ml: പ്രശസ്തമായത്
mn: Алдартай
mr: लोकप्रिय कारण
ms: Popular Untuk
my: လူကြိုက်များသော
ne: प्रसिद्ध लागि
nl: Populair Voor
pa: ਪ੍ਰਸਿੱਧ ਲਈ
rw: Birakundwa
sd: مقبول آهي لاءِ
sl: Priljubljen za
sr: Popularno za
sw: Maarufu Kwa
ta: பிரபலமானது
te: ప్రసిద్ధి కోసం
tg: Машҳур барои
th: เป็นที่นิยมสำหรับ
tk: Meşhur üçin
tt: Популярлык өчен
ug: Mashhurligi
uk: Популярний за
ur: اس کے لیے مشہور
vi: Nổi tiếng với
zu: Ethandwa Ngayo

source: Error Fetching Movies!
af: Fout met laai van flieks!
az: Filmlər yüklənərkən xəta baş verdi.
be: Памылка пры загрузцы фільмаў.
bg: Грешка при извличането на филми!
bn: মুভি আনতে সমস্যা হয়েছে।
ca: Error en obtenir pel·lícules!
cs: Chyba při získávání filmů!
cy: Gwall wrth ddod o hyd i ffilmiau!
el: Σφάλμα κατά την ανάκτηση ταινιών!
et: Filme ei õnnestunud hankida!
eu: Errorea filmak eskuratzean.
fa: خطا در دریافت فیلم‌ها!
fi: Elokuvia ei voitu hakea!
ga: Earráid ag fáil scannáin!
gd: mearachd ann a bhith a’ lorg filmichean!
gu: મૂવીઝ ફેચ કરવામાં ભૂલ!
he: שגיאה באחזור סרטים!
hi: फिल्में प्राप्त करने में त्रुटि!
hy: Սխալ՝ ֆիլմերի ստացման ժամանակ։
ka: შეცდომა ფილმების მოძიებაში!
kk: Фильмдерді алу қатесі!
km: កំហុសក្នុងការទាញយកភាពយន្ត!
ko: 영화 가져오기 오류!
ku: Çewtî li dîtina fîlman!
ky: Фильмдерди алуу боюнча ката!
lb: Feeler beim kréien Filmer!
lt: Klaida gaunant filmus!
lv: Kļūda, iegūstot filmas!
mk: Грешка при добивање филмови!
ml: ചലച്ചിത്രങ്ങൾ എടുക്കുമ്പോൾ പിശക്!
mn: Кино авахад алдаа гарсан!
mr: चित्रपट मिळवताना त्रुटी!
ms: Ralat semasa mengambil filem!
my: ဇာတ်ကားများရယူရာတွင်အမှားဖြစ်ခဲ့ပါသည်!
ne: चलचित्र प्राप्त गर्न त्रुटि!
nl: Fout bij ophalen van films!
pa: ਫਿਲਮਾਂ ਖੋਜਣ ਵਿੱਚ ਗਲਤੀ!
rw: Ikosa mugukusanya Filime!
sd: فلمون حاصل ڪرڻ ۾ غلطي!
sl: Napaka pri pridobivanju filmov!
sq: Gabim gjatë marrjes së filmave!
sr: Greška prilikom preuzimanja filmova!
sw: Hitilafu ya kupata filamu!
ta: படங்களை பெறுவதில் பிழை!
te: సినిమాలు పొందడంలో విఫలమైంది!
tg: Хатогӣ ҳангоми гирифтани филмҳо!
th: ข้อผิดพลาดในการดึงข้อมูลภาพยนตร์!
tk: Film alyş-çalyş etmekde ýalňyşlyk ýüze çykdy!
tt: Фильмнарны алу хатасы!
ug: Kinolarni olishda xatolik yuz berdi!
uk: Помилка при отриманні фільмів!
ur: فلمیں حاصل کرنے میں غلطی!
vi: Lỗi khi lấy phim!
zu: Iphutha Ekutholeni Amafilimu!

source: Daily
af: Daagliks
bg: Дневно
ca: Diari
cs: Denně
cy: Bodlon
el: Ημερησίως
et: Päevane
fa: روزانه
fi: Päivittäin
ga: Laethúil
gd: Latha
gu: દૈનિક
he: יומי
hi: दैनिक
ka: ყოველდღიურად
kk: Күнделікті
km: ប្រចាំថ្ងៃ
ko: 일일
ku: Rojane
ky: Күнүмдүк
lb: All Dag
lt: Kasdien
lv: Ikdienā
mk: Дневно
ml: ദിവസേന
mn: Өдөр тутам
mr: दैनिक
ms: Harian
my: နေ့စဉ်
ne: दैनिक
nl: Dagelijks
pa: ਦਿਨ ਪ੍ਰਤੀ
rw: Buri munsi
sd: روزانو
sl: Dnevno
sr: Dnevno
sw: Kila Siku
ta: தினசரி
te: దైనందిన
tg: Рӯза
th: รายวัน
tk: Günüň dowamynda
tt: Көндәлек
ug: Kundalik
uk: Щодня
ur: روزانہ
vi: Hằng ngày
zu: Nsuku zonke

source: Weekly
af: Weekliks
bg: Седмично
ca: Setmanal
cs: Týdně
cy: Wythnosol
el: Εβδομαδιαία
et: Nädalane
fa: هفتگی
fi: Viikoittain
ga: Seachtainiúil
gd: Seachdain
gu: સાપ્તાહિક
he: שבועי
hi: साप्ताहिक
ka: ყოველკვირეულად
kk: Апталық
km: ប្រចាំសប្តាហ៍
ko: 주간
ku: Hefteyane
ky: Жума сайын
lb: Wochegëffent
lt: Kas savaitę
lv: Nedēļā
mk: Неделно
ml: ആഴ്ച്ചേന
mn: Долоо хоног бүр
mr: साप्ताहिक
ms: Mingguan
my: အပတ်စဉ်
ne: साप्ताहिक
nl: Wekelijks
pa: ਹਫਤਾਵਾਰੀ
rw: Buri cyumweru
sd: هفتي وار
sl: Tedensko
sr: Nedeljno
sw: Kila Wiki
ta: வாராந்திர
te: సাপ্তాహిక
tg: Ҳафтарона
th: รายสัปดาห์
tk: Aýda
tt: Атналык
ug: Haftalik
uk: Щотижня
ur: ہفتہ وار
vi: Hằng tuần
zu: Ngeviki

source: Monthly
af: Maandeliks
bg: Месечно
ca: Mensual
cs: Měsíčně
cy: Misol
el: Μηνιαία
et: Kuu
fa: ماهانه
fi: Kuukausittain
ga: Míosúil
gd: Mìosail
gu: માસિક
he: חודשי
hi: मासिक
ka: ყოველთვიურად
kk: Айлық
km: ប្រចាំខែ
ko: 월간
ku: Mehane
ky: Ай сайын
lb: Monatlich
lt: Kas mėnesį
lv: Mēnesī
mk: Месечно
ml: മാസേന
mn: Сар бүр
mr: मासिक
ms: Bulanan
my: လစဉ်
ne: मासिक
nl: Maandelijks
pa: ਮਹੀਨਾਵਾਰੀ
rw: Buri kwezi
sd: ماہوار
sl: Mesečno
sr: Mesečno
sw: Kila Mwezi
ta: மாதாந்திர
te: మాసిక
tg: Моҳона
th: รายเดือน
tk: Aýda
tt: Айлык
ug: Oylik
uk: Щомісяця
ur: ماہانہ
vi: Hằng tháng
zu: Ngenyanga

source: Watch Count
af: Kyk Telling
bg: Брой гледания
ca: Nombre de visualitzacions
cs: Počet zhlédnutí
cy: Cynhesu
el: Αριθμός Παρακολουθήσεων
et: Vaadatud arv
fa: تعداد تماشا
fi: Katso lukumäärä
ga: Cuntas Faire
gd: Meud faicinn
gu: વોચ કાઉન્ટ
he: מספר צפיות
hi: देखने की संख्या
ka: ნახვის რაოდენობა
kk: Көру саны
km: ចំនួនមើល
ko: 시청 횟수
ku: Hejmara Temaşe
ky: Көрүү саны
lb: Zuel vum Gucken
lt: Žiūrėjimo skaičius
lv: Skatīšanās reižu skaits
mk: Број на гледања
ml: ചിത്രം കണ്ടു
mn: Харах тоо
mr: वॉच संख्या
ms: Bilangan Tontonan
my: ကြည့်ရှုမှုအရေအတွက်
ne: हेर्ने गणना
nl: Aantal Bekeken
pa: ਵਿਚਾਰ ਕਰਨ ਦੀ ਗਿਣਤੀ
rw: Umubare wo kureba
sd: ڏسڻ جو تعداد
sl: Število ogledov
sr: Broj Gledanja
sw: Idadi ya Kutazama
ta: பார்க்கும் எண்ணிக்கை
te: కనిపించిన సంఖ్య
tg: Шумораи тамошо
th: จำนวนครั้งที่ดู
tk: Barkamala syn etmek
tt: Карау саны
ug: Ko'rish soni
uk: Кількість переглядів
ur: دیکھنے کی تعداد
vi: Số lần xem
zu: Inani Lokubuka
