Repository: MertAliUzun/movie_collections_mobile
Catalog: lib/l10n/intl_*.arb
Languages: af, az, be, bg, bn, ca, cs, cy, el, et, eu, fa, fi, ga, gd, gu, he, hi, hy, ka, kk, km, ko, ku, ky, lb, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, pa, rw, sd, sl, sq, sr, sw, ta, te, tg, th, tk, tt, ug, uk, ur, vi, zu

# exportCSV
source: Export to CSV
af: Voer uit na CSV
az: CSV-ə İxrac Et
be: Экспартаваць у CSV
bg: Експортиране в CSV
bn: CSV এক্সপোর্ট করুন
ca: Exportar a CSV
cs: Exportovat do CSV
cy: Allforio i CSV
el: Εξαγωγή σε CSV
et: Ekspordi CSV-sse
eu: CSV esportatu
fa: صادرات به CSV
fi: Vie CSV:hen
ga: Easpórtáil go CSV
gd: A' sìor-thaobh CSV
gu: CSV માં નિકાસ કરો
he: ייצא ל-CSV
hi: CSV में निर्यात करें
hy: Արտահանել CSV
ka: ექსპორტირება CSV
kk: CSV-ге экспорттау
km: ចេញទៅCSV
ko: CSV로 내보내기
ku: Export bi CSV
ky: CSV форматына экспорттоо
lb: Exportéieren als CSV
lt: Eksportuoti į CSV
lv: Eksportēt uz CSV
mk: Извези во CSV
ml: CSV ആയി എക്സ്പോർട്ട് ചെയ്യുക
mn: CSV руу гаргах
mr: CSV मध्ये निर्यात करा
ms: Eksport ke CSV
my: CSV သို့ ထုတ်ယူပါ
ne: CSV मा निर्यात गर्नुहोस्
nl: Exporteer naar CSV
pa: CSV ਨੂੰ ਐਕਸਪੋਰਟ ਕਰੋ
rw: Kumena muri CSV
sd: CSV ۾ برآمد ڪريو
sl: Izvozi v CSV
sq: Eksporto CSV
sr: Izvezi u CSV
ta: CSV க்கு ஏற்றுமதி செய்யவும்
te: CSV కు ఎగుమతి చేయండి
tg: Содироти CSV
th: ส่งออกไปยัง CSV
tk: CSV-e eksport etmek
tt: CSV-га экспортлау
ug: CSV ga eksport qilish
uk: Експортувати в CSV
ur: CSV میں ایکسپورٹ کریں
vi: Xuất sang CSV
zu: Export ku-CSV

# importCSV
source: Import from CSV
af: Voer in vanaf CSV
az: CSV-ə İdxal Et
be: Імпартаваць CSV
bg: Импортиране от CSV
bn: CSV ইমপোর্ট করুন
ca: Importar des de CSV
cs: Importovat z CSV
cy: Mewnforio o CSV
el: Εισαγωγή από CSV
et: Impordi CSV-st
eu: CSV inportatu
fa: واردات از CSV
fi: Tuo CSV:stä
ga: Iompórtáil ó CSV
gd: Import CSV
gu: CSV માંથી આયાત કરો
he: ייבא מ-CSV
hi: CSV से आयात करें
hy: Ներմուծել CSV
ka: იმპორტი CSV
kk: CSV-ден импорттау
km: បញ្ចូលពីCSV
ko: CSV에서 가져오기
ku: Import bi CSV
ky: CSV файлынан импорттоо
lb: Importéieren aus CSV
lt: Importuoti iš CSV
lv: Importēt no CSV
mk: Увези од CSV
ml: CSV ൽ നിന്നും ഇറക്കുമതി ചെയ്യുക
mn: CSV-гаас оруулах
mr: CSV मध्ये आयात करा
ms: Import dari CSV
my: CSV မှ သွင်းပါ
ne: CSV बाट आयात गर्नुहोस्
nl: Importeer vanuit CSV
pa: CSV ਤੋਂ ਆਯਾਤ ਕਰੋ
rw: Kwinjiza muri CSV
sd: CSV مان درآمد ڪريو
sl: Uvozi iz CSV
sq: Importo CSV
sr: Importuj iz CSV
sw: Import kutoka CSV
ta: CSV இலிருந்து இறக்குமதி செய்யவும்
te: CSV నుండి దిగుమతి చేయండి
tg: Ворид кардани CSV
th: นำเข้าจาก CSV
tk: CSV-den import etmek
tt: CSV-дан кертү
ug: CSV dan import qilish
uk: Імпортувати з CSV
ur: CSV سے درآمد کریں
vi: Nhập từ CSV
zu: Import ku-CSV

source: Random Movie
af: Lukrake Fliek
az: Təsadüfi Film
be: Выпадковы фільм
bg: Случаен филм
bn: একটি র্যান্ডম মুভি
ca: Pel·lícula aleatòria
cs: Náhodný film
cy: Ffilm Ddibynadwy
el: Τυχαία Ταινία
et: Juhuslik film
eu: Ausazko filma
fa: فیلم تصادفی
fi: Satunnainen elokuva
ga: Scannán Raon
gd: Film air thuaiream
gu: રેન્ડમ મૂવી
he: סרט אקראי
hi: यादृच्छिक फिल्म
hy: Պատահական ֆիլմ
ka: შემთხვევითი ფილმი
kk: Кездейсоқ фильм
km: ភាពយន្តចៃដន្យ
ko: 랜덤 영화
ku: Fîlmê Rastî
ky: Тамаша Фильми
lb: Zoufälleg Film
lt: Atsitiktinė filma
lv: Izlases filma
mk: Случаен филм
ml: രണ്ട് ചലച്ചിത്രം
mn: Санамсаргүй кино
mr: यादृच्छिक चित्रपट
ms: Filem Rawak
my: အကြောင်းအရာမသေချာဇာတ်ကား
ne: सामान्य चलचित्र
nl: Willekeurige Film
pa: ਯਾਦਰਾਸ਼ਤ ਫਿਲਮ
rw: Filime idasanzwe
sd: مفاجئه فلم
sl: Naključni film
sq: Film i Rastësishëm
sr: Slučajni Film
sw: Filamu ya Bahati nasibu
ta: சீரற்ற படம்
te: ఆకస్మిక చిత్రం
tg: Филми тасодуфӣ
th: ภาพยนตร์สุ่ม
tk: Ýaňy film
tt: Очраклы фильм
ug: Tasodifiy film
uk: Випадковий фільм
ur: رینڈم فلم
vi: Phim ngẫu nhiên
zu: Ifilimu Ohlanga

source: None
af: Geen
az: Heç biri
be: Няма
bg: Няма
bn: কিছুই না
ca: Cap
cs: Žádný
cy: Dim
el: Καμία
et: Puudub
eu: Bat ere ez
fa: هیچکدام
fi: Ei mitään
ga: Níl
gd: Gun
gu: કોઈ નહીં
he: ללא
hi: कोई नहीं
hy: Ոչ մեկը
ka: არაფერი
kk: Жоқ
km: គ្មាន
ko: 없음
ku: Hîç
ky: Жок
lb: Keng
lt: Nėra
lv: Nav
mk: Никој
ml: എന്തും ഇല്ല
mn: Тэг
mr: काहीच नाही
ms: Tiada
my: မည်မျှမ
ne: कसैले पनि छैन
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
rw: Nta na kimwe
sd: ڪجهه ناهي
sl: Brez
sq: Asnjë
sr: Nema
sw: Hakuna
ta: ஒன்றும் இல்லை
te: కోئی
tg: Ҳеҷ
th: ไม่มี
tk: Hiç hili
tt: Юк
ug: Hech narsa
uk: Немає
ur: کوئی نہیں
vi: Không có
zu: Akukho

source: Genre
az: Janr
be: Жанр
bg: Жанр
bn: জঁর
ca: Gènere
cs: Žánr
cy: Genres
el: Είδος
et: Žanr
eu: Generoa
fa: ژانر
ga: Géine
gd: Seòrsa
gu: શૈલી
he: ז'אנר
hi: शैली
hy: Ժանր
ka: ჟანრი
kk: Жанр
km: ប្រភេទ
ko: 장르
ku: Cure
ky: Жанр
lt: Žanras
lv: Žanrs
mk: Жанр
ml: ശാഖ
mn: Төрөл
mr: प्रकार
my: အမျိုးအစား
ne: प्रकार
pa: ਸ਼ੈਲੀ
rw: Ubwoko
sd: شاخ
sl: Žanr
sq: Zhanri
sr: Žanr
sw: Aina
ta: பண்பு
te: జానర్
tg: Жанр
th: ประเภท
tk: Žanr
tt: Жанр
ug: Janr
uk: Жанр
ur: جینر
vi: Thể loại
zu: Uhlobo

source: Release Year
af: Vrylaatjaar
az: Buraxılış İli
be: Год выпуску
bg: Година на издаване
bn: প্রকাশের বছর
ca: Any de llançament
cs: Rok vydání
cy: Blwyddyn Rhyddhau
el: Έτος Κυκλοφορίας
et: Väljalaske aasta
eu: Argitaratze urtea
fa: سال انتشار
fi: Julkaisuvuosi
ga: Bliain Scaoilte
gd: Bliadhna leigeil ma sgaoil
gu: રિલીઝ વર્ષ
he: שנת יציאה
hi: रिलीज़ वर्ष
hy: Թողարկման տարի
ka: გამოშვების წელი
kk: Шығару жылы
km: ឆ្នាំចេញផ្សាយ
ko: 개봉 연도
ku: Salê Çêkirinê
ky: Чыгаруу жылы
lb: Fräigabe Joer
lt: Išleidimo metai
lv: Izlaišanas gads
mk: Година на издавање
ml: ചിതറി വർഷം
mn: Тамга тавих жил
mr: प्रकाशन वर्ष
ms: Tahun Keluaran
my: ထုတ်ပြန်နှစ်
ne: मुक्ति वर्ष
nl: Uitgavejaar
pa: ਰਿਲੀਜ਼ ਸਾਲ
rw: Umwaka wasohowe
sd: ريليز جو سال
sl: Leto izida
sq: Viti i Publikimit
sr: Godina Izlaska
sw: Mwaka wa Kutolewa
ta: வெளியீட்டு ஆண்டு
te: విడుదల సంవత్సరం
tg: Соли баромад
th: ปีที่วางจำหน่าย
tk: Çykaryş ýyly
tt: Чыгару елы
ug: Chiqarilish yili
uk: Рік випуску
ur: ریلیز کا سال
vi: Năm phát hành
zu: Unyaka Lokukhululwa

source: Watch Year
af: Kykjaar
az: İzləmə İli
be: Год прагляду
bg: Година на гледане
bn: দেখার বছর
ca: Any de visualització
cs: Rok sledování
cy: Blwyddyn Gwylio
el: Έτος Παρακολούθησης
et: Vaadatud aasta
eu: Ikusteko urtea
fa: سال تماشا
fi: Katso vuosi
ga: Bliain Faire
gd: Bliadhna faicinn
gu: વોચ વર્ષ
he: שנת צפייה
hi: देखने का वर्ष
hy: Դիտման տարի
ka: ნახვის წელი
kk: Көру жылы
km: ឆ្នាំមើល
ko: 시청 연도
ku: Salê Temaşe
ky: Көрүү жылы
lb: Sichtungs Joer
lt: Žiūrėjimo metai
lv: Skatīšanās gads
mk: Година на гледање
ml: കാണുന്ന വർഷം
mn: Харах жил
mr: वॉच वर्ष
ms: Tahun Tonton
my: ကြည့်ရှုနှစ်
ne: हेर्ने वर्ष
nl: Bekijkjaar
pa: ਵਿਚਾਰ ਸਾਲ
rw: Umwaka wo kureba
sd: ڏسڻ جو سال
sl: Leto ogledovanja
sq: Viti i Shikimit
sr: Godina Gledanja
sw: Mwaka wa Kutazama
ta: பார்க்கும் ஆண்டு
te: వాచ్ సంవత్సరం
tg: Соли тамошо
th: ปีที่ดู
tk: Syn edilen ýyl
tt: Карау елы
ug: Ko'rish yili
uk: Рік перегляду
ur: دیکھنے کا سال
vi: Năm xem
zu: Unyaka Wokubuka

source: Ascending
af: Oplopend
az: Artan
be: Па ўзрастанні
bg: Възходящо
bn: বর্ধমান ক্রমে
ca: Ascendent
cs: Vzestupně
cy: Cynyddol
el: Αύξουσα
et: Kasvav
eu: Goranzkoa
fa: صعودی
fi: Nouseva
ga: Ag Ardú
gd: A’ tighinn am bàrr
gu: ચડતા ક્રમમાં
he: עולה
hi: आरोही
hy: Աճող
ka: ამაღლებული
kk: Өсу реті
km: កើនឡើង
ko: 오름차순
ku: Hilmend
ky: Өсүш
lb: Opstiechend
lt: Augantys
lv: Augošā secībā
mk: Нарасно
ml: മുകളിലേക്ക്
mn: Өсөхөөр
mr: वाढत जाणारा
ms: Menaik
my: အပေါ်သို့
ne: उर्ध्वगामी
nl: Oplopend
pa: ਚੜ੍ਹਦਾ ਹੋਇਆ
rw: Kuzamuka
sd: چڙهندڙ
sl: Naraščajoče
sq: Rritëse
sr: Rastuće
sw: Kuongezeka
ta: ஏறுதலாக
te: వృద్ధి
tg: Рафти боло
th: เพิ่มขึ้น
tk: Artykmaç
tt: Югарыдан түбәнгә
ug: Ko'tarilish
uk: По зростанню
ur: چڑھتا ہوا
vi: Tăng dần
zu: Okwehla

source: Descending
af: Aflopend
az: Azalan
be: Па змяншэнні
bg: Низходящо
bn: হ্রাসমান ক্রমে
ca: Descendent
cs: Sestupně
cy: Dadfwy
el: Φθίνουσα
et: Kahanev
eu: Beheranzkoa
fa: نزولی
fi: Laskeva
ga: Ag Laghdú
gd: A’ tighinn sìos
gu: ઉતરતા ક્રમમાં
he: יורד
hi: अवरोही
hy: Նվազող
ka: დასუსტებული
kk: Кему реті
km: ធ្លាក់ចុះ
ko: 내림차순
ku: Düşme
ky: Кемигиш
lb: Ofstiechend
lt: Mažėjantys
lv: Dilstošā secībā
mk: Опаднато
ml: പതിനോട്
mn: Буурах
mr: घटत जाणारा
ms: Menurun
my: အောက်သို့
ne: अवनतिको
nl: Aflopend
pa: ਘਟਦਾ ਹੋਇਆ
rw: Kumanuka
sd: گھٽندڙ
sl: Padajoče
sq: Zbritëse
sr: Opadajuće
sw: Kupungua
ta: இறக்கம்
te: తక్కువ
tg: Рафти поён
th: ลดลง
tk: Peselýän
tt: Түбәннән югарыга
ug: Pasayish
uk: По спаду
ur: اتارنا
vi: Giảm dần
zu: Okuphakeme

source: List
af: Lys
az: Siyahı
be: Спіс
bg: Списък
bn: তালিকা
ca: Llista
cs: Seznam
cy: Rhestr
el: Λίστα
et: Nimekiri
eu: Zerrenda
fa: لیست
fi: Lista
ga: Liosta
gd: Liosta
gu: યાદી
he: רשימה
hi: सूची
hy: Ցանկ
ka: სიის
kk: Тізім
km: បញ្ជី
ko: 목록
ku: Lîste
ky: Тизмеси
lb: Lëscht
lt: Sąrašas
lv: Saraksts
mk: Листа
ml: പട്ടിക
mn: Жагсаалт
mr: यादी
ms: Senarai
my: စာရင်း
ne: सूची
nl: Lijst
pa: ਸੂਚੀ
rw: Urutonde
sd: لسٽ
sl: Seznam
sq: Listë
sr: Lista
sw: Orodha
ta: பட்டியல்
te: జాబితా
tg: Рӯйхат
th: รายการ
tk: Sanaw
tt: Рәхәт
ug: Ro'yxat
uk: Список
ur: فہرست
vi: Danh sách
zu: Uhlu

source: List(Small)
af: Lys (Klein)
az: Siyahı (Kiçik)
be: Спіс (маленькі)
bg: Списък (малък)
bn: তালিকা (ছোট)
ca: Llista (petita)
cs: Seznam (Malý)
cy: Rhestr (Bach)
el: Λίστα (Μικρή)
et: Nimekiri (Väike)
eu: Zerrenda (txikia)
fa: لیست (کوچک)
fi: Lista (Pieni)
ga: Liosta(Beag)
gd: Liosta (Lorg)
gu: યાદી (નાની)
he: רשימה (קטנה)
hi: सूची (छोटी)
hy: Ցանկ (Փոքր)
ka: სია (მოძიება)
kk: Тізім (Кішкентай)
km: បញ្ជី(តូច)
ko: 목록(소형)
ku: Lîste (Bêhîz)
ky: Тизмеси(Кичине)
lb: Lëscht (Klein)
lt: Sąrašas (mažas)
lv: Saraksts (mazais)
mk: Листа (Мала)
ml: പട്ടിക (ചെറിയ)
mn: Жагсаалт (Бага)
mr: यादी (लहान)
ms: Senarai (Kecil)
my: စာရင်း (သေးငယ်)
ne: सूची (सानो)
nl: Lijst (Klein)
pa: ਸੂਚੀ(ਛੋਟੀ)
rw: Urutonde (Nto)
sd: لسٽ (گھٽ)
sl: Seznam (majhen)
sq: Listë (E Vogël)
sr: Lista (Mala)
sw: Orodha (Ndogo)
ta: பட்டியல்(சிறியது)
te: జాబితా(చిన్న)
tg: Рӯйхат (Кам)
th: รายการ (ขนาดเล็ก)
tk: Sanaw (Kiçi)
tt: Рәхәт (Кечкенә)
ug: Ro'yxat (Kichik)
uk: Список (Малий)
ur: فہرست (چھوٹی)
vi: Danh sách (Nhỏ)
zu: Uhlu (Okuncane)

source: Card
af: Kaart
az: Kart
be: Картка
bg: Карточка
bn: কার্ড
ca: Targeta
cs: Karta
cy: Cerdyn
el: Κάρτα
et: Kaart
eu: Txartela
fa: کارت
fi: Kortti
ga: Cárta
gd: Cairt
gu: કાર્ડ
he: כרטיס
hi: कार्ड
hy: Քարտ
ka: ბარათი
kk: Карта
km: កាត
ko: 카드
ku: Karta
ky: Карта
lb: Kär
lt: Kortelė
lv: Karte
mk: Картичка
ml: പട്ടിക
mn: Карт
mr: कार्ड
ms: Kad
my: ကတ်
ne: कार्ड
nl: Kaart
pa: ਕਾਰਡ
rw: Ikarita
sd: ڪارڊ
sl: Karton
sq: Kartë
sr: Kartica
sw: Kadi
ta: கார்டு
te: కార్డు
tg: Карта
th: การ์ด
tk: Kart
tt: Карта
ug: Karta
uk: Карта
ur: کارڈ
vi: Thẻ
zu: Ikhadi

source: Poster
af: Plakkaat
be: Постар
bg: Постер
bn: পোস্টার
ca: Cartell
cs: Plakát
cy: Posteri
el: Αφίσα
et: Plakat
eu: Kartela
fa: پوستر
fi: Juliste
ga: Poistéir
gd: Pòstaer
gu: પોસ્ટર
he: פוסטר
hi: पोस्टर
hy: Աֆիշ
ka: პოსტერ
kk: Постер
km: ប័ណ្ណ
ko: 포스터
ku: Afîş
ky: Постер
lt: Plakatas
lv: Plakāts
mk: Постер
ml: പോസ്റ്റർ
mn: Постер
mr: पोस्टर
my: ပလက်ကတ်
ne: पोस्टर
pa: ਪੋਸਟਰ
rw: Ishusho
sd: پوسٽر
sl: Plakat
sr: Plakat
sw: Bango
ta: போஸ்டர்
te: పోస్టర్
tg: Плакат
th: โปสเตอร์
tt: Постер
uk: Постер
ur: پوسٹر
vi: Áp phích
zu: Iphosta

source: movies deleted
af: flieks verwyder.
az: film(lər) silindi.
be: фільм(аў) выдалены.
bg: филми изтрити.
bn: মুভি মুছে ফেলা হয়েছে।
ca: pel·lícules esborrades.
cs: filmy byly smazány.
cy: ffilmiau wedi'u dileu.
el: ταινίες διαγράφηκαν.
et: film(i) kustutatud.
eu: film ezabatu da.
fa: فیلم‌ها حذف شدند.
fi: elokuvia poistettu.
ga: scannáin scriosta.
gd: filmichean air an cuir às.
gu: મૂવીઝ કાઢી નાખવામાં આવી.
he: סרטים נמחקו.
hi: फिल्में हटाई गईं।
hy: ֆիլմերը ջնջվեցին։
ka: ფილმები წაიშალა.
kk: фильмдер жойылды.
km: ភាពយន្តត្រូវបានលុបចោល។
ko: 영화가 삭제되었습니다.
ku: fîlman hate jêbirin.
ky: фильмдер өчүрүлдү.
lb: Filmer geläscht.
lt: filmai ištrinti.
lv: filmas dzēstas.
mk: филмови избришани.
ml: ചലച്ചിത്രങ്ങൾ നീക്കം ചെയ്യപ്പെട്ടു.
mn: кино устгагдсан.
mr: चित्रपट हटवले गेले.
ms: filem dipadam.
my: ဇာတ်ကားများဖျက်ပစ်ခဲ့ပါသည်။
ne: चलचित्र मेटाइएको छ।
nl: film(s) verwijderd.
pa: ਫਿਲਮਾਂ ਹਟਾਈਆਂ ਗਈਆਂ।
rw: filime zahakanwe.
sd: فلمون حذف ڪيون ويون.
sl: filmi so bili izbrisani.
sq: filma të fshirë.
sr: filmova obrisano.
sw: filamu zimefutwa.
ta: படங்கள் அழிக்கப்பட்டன.
te: సినిమాలు తొలగించబడ్డాయి.
tg: филмҳо нест карда шуданд.
th: ภาพยนตร์ถูกลบออก.
tk: filmler pozuldy.
tt: фильмнар бетерелгән.
ug: kinolar o'chirildi.
uk: фільмів видалено.
ur: فلمیں حذف کی گئیں۔
vi: phim đã bị xóa.
zu: amafilimu asusiwe.

source: movies selected
af: flieks gekies
az: film(lər) seçildi
be: фільм(аў) выбрана
bg: филми избрани
bn: মুভি নির্বাচিত হয়েছে
ca: pel·lícules seleccionades
cs: filmy byly vybrány
cy: ffilmiau wedi'u dewis
el: ταινίες επιλέχθηκαν
et: film(i) valitud
eu: film aukeratuta
fa: فیلم‌ها انتخاب شدند
fi: elokuvaa valittu
ga: scannáin roghnaithe
gd: filmichean air an taghadh
gu: મૂવીઝ પસંદ કરવામાં આવી
he: סרטים נבחרו
hi: फिल्में चुनी गईं
hy: ֆիլմերը ընտրվել են
ka: ფილმები შერჩეულია
kk: фильмдер таңдалды
km: ភាពយន្តត្រូវបានជ្រើសរើស
ko: 영화가 선택되었습니다.
ku: fîlman hate hilbijartin
ky: фильмдер тандалды
lb: Filmer ausgewielt
lt: filmai pasirinkti
lv: filmas izvēlētas
mk: филмови избрани
ml: ചലച്ചിത്രങ്ങൾ തിരഞ്ഞെടുക്കപ്പെട്ടവ
mn: кино сонгогдсон
mr: चित्रपट निवडले गेले
ms: filem dipilih
my: ဇာတ်ကားများ ရွေးချယ်ထားသည်။
ne: चलचित्र चयन गरिएको छ
nl: film(s) geselecteerd
pa: ਫਿਲਮਾਂ ਚੁਣੀਆਂ ਗਈਆਂ
rw: filime zahiswemo
sd: فلمون منتخب ڪيون ويون
sl: filmi so bili izbrani
sq: filma të zgjedhur
sr: filmova odabrano
sw: filamu zimechaguliwa
ta: படங்கள் தேர்ந்தெடுக்கப்பட்டன
te: సినిమాలు ఎంచుకున్నాయి
tg: филмҳо интихоб шуданд
th: ภาพยนตร์ถูกเลือก
tk: film saýlandy
tt: фильмнар сайланган
ug: kinolar tanlandi
uk: фільмів вибрано
ur: فلمیں منتخب کی گئیں
vi: phim đã được chọn
zu: amafilimu akhethiwe

source: Delete Chosen Movies
af: Verwyder Gekose Flieks
az: Seçilmiş filmləri sil
be: Выдаліць выбраныя фільмы
bg: Изтриване на избраните филми
bn: নির্বাচিত মুভি মুছে ফেলুন
ca: Esborrar pel·lícules seleccionades
cs: Smazat vybrané filmy
cy: Dileu Ffilmiau Dewisiedig
el: Διαγραφή Επιλεγμένων Ταινιών
et: Kustuta valitud filmid
eu: Aukeratutako filmak ezabatu
fa: حذف فیلم‌های انتخابی
fi: Poista valitut elokuvat
ga: Scrios na scannáin roghnaithe
gd: Cuir às filmichean air an taghadh
gu: પસંદ કરેલી મૂવીઝ કાઢી નાખો
he: מחק סרטים נבחרים
hi: चुनी हुई फिल्में हटाएं
hy: Ջնջել ընտրված ֆիլմերը
ka: წაშალე შერჩეული ფილმები
kk: Таңдалған фильмдерді жою
km: លុបភាពយន្តដែលបានជ្រើស
ko: 선택된 영화 삭제
ku: Fîlman hilbijartî jêbirin
ky: Тандалган фильмдерди өчүрүү
lb: Geläscht gewielte Filmer
lt: Ištrinti pasirinktus filmus
lv: Dzēst izvēlētās filmas
mk: Избриши избрани филмови
ml: തിരഞ്ഞെടുത്ത ചലച്ചിത്രങ്ങൾ നീക്കം ചെയ്യുക
mn: Сонгогдсон киног устгах
mr: निवडलेले चित्रपट हटवा
ms: Padam Filem Pilihan
my: ရွေးချယ်ထားသော ဇာတ်ကားများကိုဖျက်ပါ
ne: चयन गरिएको चलचित्र मेटाउनुहोस्
nl: Verwijder Geselecteerde Films
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਹਟਾਓ
rw: Kuraho Filime Zihiswemo
sd: منتخب ڪيل فلمون حذف ڪريو
sl: Izbriši izbrane filme
sq: Fshi Filmat e Zgjedhur
sr: Obriši odabrane filmove
sw: Futa Filamu Zilizochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை அழிக்கவும்
te: ఎంచుకున్న సినిమాలను తొలగించండి
tg: Нест кардани филмҳои интихобшуда
th: ลบภาพยนตร์ที่เลือก
tk: Saýlanan filmleri pozmak
tt: Сайланган фильмнарны бетерү
ug: Tanlangan kinolarni o'chirish
uk: Видалити вибрані фільми
ur: منتخب کردہ فلمیں حذف کریں
vi: Xóa phim đã chọn
zu: Susa Amafilimu Akhethiwe

# selectedMoviesDeleteConfirm
source: selected movies will be deleted. Do you confirm?
af: gekose flieks sal verwyder word. Bevestig asseblief?
az: seçilmiş filmlər silinəcək. Davam edilsin?
be: фільм(аў) будуць выдалены. Вы ўпэўнены?
bg: Избраните филми ще бъдат изтрити. Потвърждавате ли?
bn: মুভি মুছে ফেলা হবে। আপনি কি নিশ্চিত?
ca: Les pel·lícules seleccionades seran esborrades. Ho confirmes?
cs: Vybrané filmy budou smazány. Potvrzujete?
cy: Bydd y ffilmiau a ddewiswyd yn cael eu dileu. Ydych chi'n cadarnhau?
el: οι επιλεγμένες ταινίες θα διαγραφούν. Είστε σίγουροι;
et: Valitud filmid kustutatakse. Kas kinnitad?
eu: film ezabatuko dira. Ziur zaude?
fa: فیلم‌های انتخابی حذف خواهند شد. آیا تایید می‌کنید؟
fi: Valitut elokuvat poistetaan. Vahvistatko?
ga: Scriosfar na scannáin roghnaithe. An ndéanfaidh tú dearbhú?
gd: Am bi thu cinnteach gu bheil thu airson na filmichean seo a chur às?
gu: પસંદ કરેલી મૂવીઝ કાઢી નાખવામાં આવશે. શું તમે પુષ્ટિ કરો છો?
he: הסרטים הנבחרים יימחקו. האם אתה מאשר?
hi: चुनी हुई फिल्में हटा दी जाएंगी। क्या आप पुष्टि करते हैं?
hy: ընտրված ֆիլմերը կջնջվեն։ Հաստատո՞ւմ եք։
ka: დარწმუნებული ხართ რომ გსურთ წაშლა?
kk: Таңдалған фильмдер жойылады. Растайсыз ба?
km: ភាពយន្តដែលបានជ្រើសនឹងត្រូវបានលុបចោល។ តើអ្នកព្រមទេ?
ko: 선택한 영화가 삭제됩니다. 삭제하시겠습니까?
ku: Fîlman hilbijartî dê jêbikin. Ma piştrast î?
ky: Тандалган фильмдер өчүрүлөт. Чынында өчүрүүнү каалайсызбы?
lb: Wëlls de confirméieren datt d'gewielte Filmer geläscht ginn?
lt: Pasirinkti filmai bus ištrinti. Ar patvirtinate?
lv: Izvēlētās filmas tiks dzēstas. Vai apstiprināt?
mk: Избраните филмови ќе бидат избришани. Дали потврдувате?
ml: തിരഞ്ഞെടുത്ത ചലച്ചിത്രങ്ങൾ നീക്കം ചെയ്യും. നിങ്ങൾക്ക് ഉറപ്പായിരിക്കേ?
mn: сонгогдсон киног устгана. Та баталгаажуулж байна уу?
mr: निवडलेले चित्रपट हटवले जातील. तुम्ही खात्री करता का?
ms: Filem yang dipilih akan dipadam. Adakah anda pasti?
my: ရွေးချယ်ထားသော ဇာတ်ကားများကို ဖျက်မည်။ သတိပြုပါ၊ အတည်ပြုပါသလား?
ne: चयन गरिएको चलचित्र मेटिनेछ। के तपाईं पुष्टि गर्न चाहनुहुन्छ?
nl: Geselecteerde films worden verwijderd. Bevestig je keuze.
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਫਿਲਮਾਂ ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ। ਕੀ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
rw: filime zahiswemo zizahanwa. Urabyizeye?
sd: منتخب ٿيل فلمون حذف ٿي وينديون. ڇا توهان تصديق ڪندا؟
sl: izbrani filmi bodo izbrisani. Potrjujete?
sq: A jeni i sigurt që doni të fshini këto filma?
sr: Odabrani filmovi će biti obrisani. Da li potvrdite?
sw: filamu zilizochaguliwa zitafutwa. Je, unakubali?
ta: தேர்ந்தெடுக்கப்பட்ட படங்கள் அழிக்கப்படுவதை நீங்கள் உறுதிசெய்கிறீர்களா?
te: ఎంచుకున్న సినిమాలు తొలగించబడతాయి. మీరు నిర్ధారించారా?
tg: Филмҳои интихобшуда нест карда хоҳанд шуд. Шумо тасдиқ мекунед?
th: ภาพยนตร์ที่เลือกจะถูกลบ คุณยืนยันไหม?
tk: Saýlanan filmler pozuljakdygyny tassyklaýarsyňyzmy?
tt: Сайланган фильмнар бетереләчәк. ышанасызмы?
ug: Tanlangan kinolar o'chiriladi. Tasdiqlaysizmi?
uk: Вибрані фільми будуть видалені. Ви підтверджуєте?
ur: منتخب کردہ فلمیں حذف ہو جائیں گی۔ کیا آپ اس کی تصدیق کرتے ہیں؟
vi: Các phim đã chọn sẽ bị xóa. Bạn có xác nhận không?
zu: Amafilimu akhethiwe azosuswa. Uqinisekile?

source: Cancel
af: Kanselleer
az: Ləğv et
be: Адмяніць
bg: Отказ
bn: বাতিল করুন
ca: Cancel·lar
cs: Zrušit
cy: Canslo
el: Ακύρωση
et: Tühista
eu: Utzi
fa: لغو
fi: Peruuta
ga: Cealaigh
gd: Cuir dheth
gu: રદ કરો
he: ביטול
hi: रद्द करें
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
ko: 취소
ku: Betalkirin
ky: Жокко чыгаруу
lb: Ofbriechen
lt: Atšaukti
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
ms: Batal
my: မလုပ်ပါ
ne: रद्द गर्नुहोस्
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
rw: Kureka
sd: منسوخ
sl: Prekliči
sq: Anulo
sr: Otkaži
sw: Ghairi
ta: ரத்து
te: రద్దు చేయండి
tg: Бекор
th: ยกเลิก
tk: Ýatyrmak
tt: Кире кагу
ug: Bekor qilish
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zu: Khansela

source: Delete
af: Verwyder
az: Sil
be: Выдаліць
bg: Изтриване
bn: মুছুন
ca: Esborrar
cs: Smazat
cy: Dileu
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
ga: Scrios
gd: Cuir às
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hy: Ջնջել
ka: წაშლა
kk: Жою
km: លុប
ko: 삭제
ku: Jêbirin
ky: Өчүрүү
lb: Läschten
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: നീക്കം ചെയ്യുക
mn: Устгах
mr: हटवा
ms: Padam
my: ဖျက်ပါ
ne: मेटाउनुहोस्
nl: Verwijder
pa: ਹਟਾਓ
rw: Kuraho
sd: حذف ڪريو
sl: Izbriši
sq: Fshi
sr: Obriši
sw: Futa
ta: அழி
te: తొలగించండి
tg: Нест кардан
th: ลบ
tk: Pozmak
tt: Бетерү
ug: O'chirish
uk: Видалити
ur: حذف کریں
vi: Xóa
zu: Susa

source: Movies
af: Flieks
az: Filmlər
be: Фільмы
bg: Филми
bn: মুভি
ca: Pel·lícules
cs: Filmy
cy: Ffilmiau
el: Ταινίες
et: Filmid
eu: Filmak
fa: فیلم‌ها
fi: Elokuvat
ga: Scannáin
gd: Filmichean
gu: મૂવીઝ
he: סרטים
hi: फिल्में
hy: Ֆիլմեր
ka: ფილმები
kk: Фильмдер
km: ភាពយន្ត
ko: 영화
ku: Fîlman
ky: Фильмдер
lb: Filmer
lt: Filmos
lv: Filmas
mk: Филмови
ml: ചലച്ചിത്രങ്ങൾ
mn: Кино
mr: चित्रपट
ms: Filem
my: ဇာတ်ကားများ
ne: चलचित्रहरू
nl: Films
pa: ਫਿਲਮਾਂ
rw: Filime
sd: فلمون
sl: Filmi
sq: Filma
sr: Filmovi
sw: Filamu
ta: படங்கள்
te: సినిమాలు
tg: Филмҳо
th: ภาพยนตร์
tk: Filmler
tt: Фильмнар
ug: Kinolar
uk: Фільми
ur: فلمیں
vi: Phim
zu: Amafilimu

source: Search Movies
af: Soek Flieks
az: Filmləri Axtar
be: Шукаць фільмы
bg: Търсене на филми
bn: মুভি অনুসন্ধান করুন
ca: Cercar pel·lícules
cs: Hledat filmy
cy: Chwilio Ffilmiau
el: Αναζήτηση Ταινιών
et: Otsi filme
eu: Filmak bilatu
fa: جستجوی فیلم‌ها
fi: Etsi elokuvia
ga: Cuardaigh Scannáin
gd: Lorg Filmichean
gu: મૂવીઝ શોધો
he: חפש סרטים
hi: फिल्में खोजें
hy: Փնտրել ֆիլմեր
ka: ფილმების მოძიება
kk: Фильмдерді іздеу
km: ស្វែងរកភាពយន្ត
ko: 영화 검색
ku: Lêgerîn Fîlman
ky: Фильмдерди издөө
lb: Filmer sichen
lt: Ieškoti filmų
lv: Meklēt filmas
mk: Пребарувај филмови
ml: ചലച്ചിത്രങ്ങൾ അന്വേഷിക്കുക
mn: Кино хайх
mr: चित्रपट शोधा
ms: Cari Filem
my: ဇာတ်ကားများရှာဖွေပါ
ne: चलचित्रहरू खोज्नुहोस्
nl: Zoek Films
pa: ਫਿਲਮਾਂ ਖੋਜੋ
rw: Shakisha Filime
sd: فلمون ڳوليو
sl: Išči filme
sq: Kërko Filma
sr: Pretraga filmova
sw: Tafuta Filamu
ta: படங்களை தேடு
te: సినిమాలు వెతకండి
tg: Ҷустуҷӯи филмҳо
th: ค้นหาภาพยนตร์
tk: Filmleri gözlemek
tt: Фильмнар эзләү
ug: Kinolarni qidirish
uk: Шукати фільми
ur: فلمیں تلاش کریں
vi: Tìm phim
zu: Sesha Amafilimu

source: Action
af: Aksie
az: Aksiyon
be: Баявік
bg: Екшън
bn: অ্যাকশন
ca: Acció
cs: Akce
cy: Gweithredu
el: Δράσης
et: Põnevik
eu: Akzioa
fa: اکشن
fi: Toiminta
ga: Gníomh
gd: Gnìomh
gu: એક્શન
he: אקשן
hi: एक्शन
hy: Ակցիա
ka: მოქმედება
kk: Әрекет
km: សកម្មភាព
ko: 액션
ku: Çalakî
ky: Эки тараптуу
lb: Aktioun
lt: Veiksmas
lv: Darbība
mk: Акција
ml: ആക്ഷൻ
mn: Үйлдэл
mr: क्रिया
ms: Aksi
my: အကျိုးပြု
ne: क्रिया
nl: Actie
pa: ਕ੍ਰਿਆ
rw: Igikorwa
sd: عمل
sl: Akcija
sq: Aksion
sr: Akcija
sw: Hatua
ta: செயல்
te: యాక్షన్
tg: Амалиёт
th: แอ็คชั่น
tk: Hereket
tt: Әрекәт
ug: Harakat
uk: Екшн
ur: ایکشن
vi: Hành động
zu: Isenzo

source: Adventure
af: Avontuur
az: Macerə
be: Прыгоды
bg: Приключенски
bn: অ্যাডভেঞ্চার
ca: Aventura
cs: Dobrodružství
cy: Antur
el: Περιπέτεια
et: Seiklus
eu: Abentura
fa: ماجراجویی
fi: Seikkailu
ga: Eachtraíocht
gd: Dànachd
gu: એડવેન્ચર
he: הרפתקאות
hi: एडवेंचर
hy: Արկածային
ka: მოგზაურობა
kk: Приключение
km: ការផ្សងព្រេង
ko: 모험
ku: Serhildan
ky: Приключение
lb: Aventuren
lt: Nuotykiai
lv: Piedzīvojumi
mk: Авантура
ml: സാഹസിക
mn: Адал явдал
mr: साहस
ms: Pengembaraan
my: ခရီးသွား
ne: साहसिक
nl: Avontuur
pa: ਸਾਹਸਿਕ
rw: Ibyagezweho
sd: مغامرت
sl: Pustolovščina
sq: Aventurë
sr: Avantura
ta: சாகசம்
te: సాహసాలు
tg: Масъала
th: ผจญภัย
tk: Sergäniş
tt: Сәхнә
ug: Sarguzasht
uk: Пригоди
ur: مہم جوئی
vi: Phiêu lưu
zu: Uhambo

source: Animation
af: Animasie
az: Animasiya
be: Анімацыя
bg: Анимация
bn: অ্যানিমেশন
ca: Animació
cs: Animace
cy: Animeiddio
el: Κινουμένων Σχεδίων
et: Animatsioon
eu: Animazioa
fa: انیمیشن
fi: Animaatio
ga: Ainnimíocht
gd: Animathas
gu: એનિમેશન
he: אנימציה
hi: एनिमेशन
hy: Անիմացիա
ka: ანიმაცია
kk: Анимация
km: អានីមេ이션
ko: 애니메이션
ku: Animasyon
ky: Анимация
lb: Animatioun
lt: Animacija
lv: Animācija
mk: Анимација
ml: ആനിമേഷൻ
mn: Анимаци
mr: ऍनिमेशन
ms: Animasi
my: သရုပ်ဆောင်ပုံ
ne: एनिमेशन
nl: Animatie
pa: ਐਨੀਮੇਸ਼ਨ
rw: Ikoranabuhanga
sd: انيميشن
sl: Animacija
sq: Animacion
sr: Animacija
sw: Uhuishaji
ta: உருவாக்கம்
te: యానిమేషన్
tg: Аниматсия
th: แอนิเมชัน
tk: Animasiýa
tt: Анимация
ug: Animatsiya
uk: Анімація
ur: انیمیشن
vi: Hoạt hình
zu: Uhlaka
